Repository: cadon/ARKStatsExtractor
Catalog: ARKBreedingStats/local/strings.*.resx
Languages: de, es, fr, it, ja, pl, pt_br, ru, zh, zh_tw

# ToolStripLabelFilterTT
source: Filters the library. Multiple search words are separated by commas. Considered are the creature's Name Owner Tribe Note Ark id in game Server Tags Filter for a stats with {statAbb} [==|<|>] {value}, e.g. hp > 20, st == 35 Filter for colors with c{regions}: {colorValue} {colorValue2}, e.g. c0: 20, c5: 3 4 5 6, c1: 13 14 It's also possible to filter for creatures with a color in one of multiple possible regions. E.g. to display all creatures with the color 10 or 20 in any region use: c0 1 2 3 4 5: 10 20
de: Filtert die angezeigten Kreaturen. Mehrere Suchwörter können mit Kommas getrennt werden. Berücksichtigte Werte der Kreaturen sind Name Besitzer Stamm Bemerkung Ark id im Spiel Server Tags Filter nach Stats mit {englische statAbkürzung} [==|<|>] {Wert}, z.B. hp > 20, st == 35 Filter nach Farben mit c{Regionen}: {FarbCode} {FarbCode2}, z.B. c0: 20, c5: 3 4 5 6, c1: 13 14 Es ist auch möglich Tiere mit einer Farbe in mehreren möglichen Regionen zu filtern. Z.B. um alle Tiere mit der Farb-Id 10 oder 20 in irgendeiner Region anzuzeigen nutze: c0 1 2 3 4 5: 10 20
fr: Filtrer la bibliothèque. Les mots de recherche multiples sont séparés par des virgules. Les éléments considérés des créatures sont Nom Propriétaire Tribu Remarque Ark id dans le jeu Serveur Tags Filtre pour les stats avec {statAbb} [==|&lt;|&gt;] {value}, par exemple pv &gt; 20, en == 35 Filtre pour les couleurs avec c{region}: {colorValue} {colorValue2}, par exemple c0: 20, c5: 3 4 5 6, c1: 13 14 Il est également possible de filtrer les créatures par couleur dans l'une des multiples régions possibles. Par exemple, pour afficher toutes les créatures de couleur 10 ou 20 dans n'importe quelle région, utiliser : c0 1 2 3 4 5: 10 20
ja: ライブラリをフィルタします。キーワードはコンマで区切られます。以下が考慮されます。 名前 所有者 トライブ メモ ゲーム内Ark id サーバ タグ Filter for a stats with {statAbb} [==|<|>] {value}, e.g. hp > 20, st == 35 Filter for colors with c{regions}: {colorValue} {colorValue2}, e.g. c0: 20, c5: 3 4 5 6, c1: 13 14 It's also possible to filter for creatures with a color in one of multiple possible regions. E.g. to display all creatures with the color 10 or 20 in any region use: c0 1 2 3 4 5: 10 20
pl: Filtruje bibliotekę. Przecinki dzielą słowa kluczowe wyszukiwania. Uwzględnione są: Nazwa Właściciel Plemię Notatka Identyfikator w grze Serwer Tagi Filter for a stats with {statAbb} [==|<|>] {value}, e.g. hp > 20, st == 35 Filter for colors with c{regions}: {colorValue} {colorValue2}, e.g. c0: 20, c5: 3 4 5 6, c1: 13 14 It's also possible to filter for creatures with a color in one of multiple possible regions. E.g. to display all creatures with the color 10 or 20 in any region use: c0 1 2 3 4 5: 10 20
pt_br: Filtra a biblioteca. Múltiplas palavras de pesquisa são separadas por vírgulas. Nome Proprietário Tribo Nota Ark id no Jogo Servidor Tags Filtrar por status com {statAbb} [==|&lt;|&gt;] {value}, ex. hp &gt; 20, st == 35 Filtrar por cor com c{region}: {colorValue} {colorValue2}, e.g. c0: 20, c5: 3 4 5 6, c1: 13 14 It's also possible to filter for creatures with a color in one of multiple possible regions. E.g. to display all creatures with the color 10 or 20 in any region use: c0 1 2 3 4 5: 10 20
ru: Фильтры в библиотеке. Несколько слов для поиска разделяются запятыми. Считается, что существа имеют Имя Владелец Племя Запись Ark id в игре Сервер Теги Filter for a stats with {statAbb} [==|<|>] {value}, e.g. hp > 20, st == 35 Filter for colors with c{region}: {colorValue} {colorValue2}, e.g. c0: 20, c5: 3 4 5 6, c1: 13 14 It's also possible to filter for creatures with a color in one of multiple possible regions. E.g. to display all creatures with the color 10 or 20 in any region use: c0 1 2 3 4 5: 10 20
zh_tw: 過濾資料庫。 搜索多個關鍵字用逗號分隔。 篩選包括該生物的 姓名 所有者 部落 筆記 遊戲內 ID 伺服器 標籤 使用 {屬性簡稱} [==|&lt;|&gt;] {數值} 過濾屬性，例如： HP &gt; 20, 耐 == 35 使用 c{region} 過濾顏色：{colorValue} {colorValue2}，例如： c0: 20, c5: 3 4 5 6, c1: 13 14 It's also possible to filter for creatures with a color in one of multiple possible regions. E.g. to display all creatures with the color 10 or 20 in any region use: c0 1 2 3 4 5: 10 20

source: Top
it: Alto
ja: 最高
ru: Топ
zh: 最大
zh_tw: 最大

source: top level
es: nivel superior
fr: meilleur niveau
it: livello superiore
ja: 最高レベル
pl: najwyższy poziom
ru: топ уровень
zh_tw: 最大等級

# topPercentage
source: Tp%
fr: Top%
it: Alto%
ja: 最高%
ru: Top%
zh: 最大%
zh_tw: 最大 %

# topPercentileLevel
source: This level is in the top {0} % of what you can find.
de: Dieses Level ist in den Top {0} % was zu finden ist.
es: Este nivel está en el {0} % superior de lo que se puede encontrar.
fr: Ce niveau est dans le top {0}% de ce que vous pouvez trouver.
it: Questo livello è in alto {0} % di ciò che puoi trovare.
ja: このレベルは存在するレベルの上位{0}%です。
pl: Ten poziom mieści się w {0} % tego co można znaleźć.
pt_br: Este nível está entre os {0}% principais do que você pode encontrar.
ru: Этот уровень входит в топ {0}% из того, что вы можете найти.
zh: 该等级在你能找到的所有中排前 {0} %.
zh_tw: 您能找到所有前 {0} % 在這個等級.

source: Torpidity
de: Benommenheit
es: Inconsciencia
fr: Torpeur
it: Torpore
ja: 気絶値
pl: Odurzenie
pt_br: Entorpecimento
ru: Оглушение
zh: 眩晕值
zh_tw: 眩暈值

# Torpidity_Abb
source: To
de: Be
es: A
ja: 気絶
pl: Od
ru: Оглуш
zh: 眩晕消耗度
zh_tw: 暈

source: Torpor-depletion
de: Benommenheits-Abnahme
es: Mmerma de inconsciencia
fr: Déplétion de la torpeur
it: Esaurimento torpore
ja: 気絶の減少
pl: Spadek odurzenia
pt_br: Esgotamento de Torpor
ru: Исчерпывание оглушения
zh: 眩晕消耗
zh_tw: 眩暈消耗

source: Total Time
de: Gesamtzeit
es: Tiempo Total
fr: Temps total
it: Tempo totale
ja: 合計時間
pl: Całkowity czas
pt_br: Tempo Total
ru: Общее время
zh: 总时间
zh_tw: 總時間

# TranqArrowsBow
source: Tranquilizer Arrows (Bow)
de: Betäubungspfeile (Bogen)
es: Flechas tranquilizantes (arco)
fr: Flèches tranquillisantes (Arc)
it: Frecce sedative (Arco)
ja: 麻酔矢 (弓)
pl: Strzały usypiające (Łuk)
pt_br: Flecha Sedativa (Arco)
ru: Транквилизирующие стрелы (Лук)
zh: 麻醉箭 (弓)
zh_tw: 麻醉箭（弓）

# TranqArrowsCrossBow
source: Tranquilizer Arrows (Crossbow)
de: Betäubungspfeile (Armbrust)
es: Flechas tranquilizantes (ballesta)
fr: Flèches tranquillisantes (Arbalète)
it: Frecce sedative (Balestra)
ja: 麻酔矢 (クロスボー)
pl: Strzały usypiające (Kusza)
pt_br: Flecha Sedativa (Besta)
ru: Транквилизирующие стрелы (Арбалет)
zh: 麻醉箭 (十字弩)
zh_tw: 麻醉箭（十字弩）

# TranqDarts
source: Tranquilizer Darts
de: Betäubungs-Darts
es: Dardos tranquilizantes
fr: Fléchettes tranquillisantes
it: Dardo sedativo
ja: 麻酔弾
pl: Lotki usypiające
pt_br: Dardo Tranquilizante
ru: Транквилизирующие дротики
zh: 水母毒素
zh_tw: 水母毒素

source: Tranq Spear Bolts
de: Betäubungsspeere
es: Virote tranquilizante
fr: Flèches tranquillisantes en fonte
ja: 麻酔スピアボルト
pl: Pociski uspokajające
pt_br: Arpão Sedativo
ru: Транквилизирующие гарпуны
zh: 鱼叉麻醉箭
zh_tw: 魚叉麻醉箭

source: Tribe
de: Stamm
es: Tribu
fr: Tribu
it: Tribù
ja: トライブ
pl: Plemię
pt_br: Tribo
ru: Племя
zh: 部落
zh_tw: 部落

source: Tribe filter from library
de: Stamm Filter von der Bibliothek
fr: Filtre de tribu de la bibliothèque
ja: ライブラリからトライブフィルタ
pl: Filtruj plemię z biblioteki
pt_br: Filtro de tribo da biblioteca
ru: Фильтр племени из библиотеки
zh_tw: 依照部落篩選資料庫

source: tribes
de: Stämme
fr: tribus
ja: トライブ
pl: plemiona
pt_br: tribos
ru: племена
zh_tw: 部落

# tsBtAddAsExtractionTest
source: Add as Test
de: Als Test hinzufügen
es: Agregar como prueba
fr: Ajouter en tant que test
it: Aggiungi come test
ja: テストとして追加
pl: Dodaj jako test
pt_br: Adic como Teste
ru: Добавить как тест
zh: 作为测试添加
zh_tw: 新增測試

# ultraMaxLevel
source: Warning: The level is higher than the possible max value and will not be saved.
de: Achtung: Das Level ist höher als der mögliche Maximalwert und wird nicht gespeichert.
fr: Attention : Le niveau est supérieur à la valeur maximale possible et ne sera pas sauvegardé.
pt_br: Aviso: o nível é superior ao valor máximo possível e não será salvo.
zh_tw: 警告：等級高於最大可能等級，將不會被保存。

# unavailableCreaturesToolStripMenuItem
source: Unavailable Creatures
de: Nicht verfügbare Kreaturen
es: Criaturas no disponibles
fr: Créatures indisponibles
it: Creature non disponibili
ja: 利用不可生物
pl: Niedostępne zwierzęta
pt_br: Criaturas indisponíveis
ru: Недоступные существа
zh: 不可用生物
zh_tw: 不可用生物

source: Unknown
de: unbekannt
es: Desconocido
fr: Inconnu
ja: 不明
pl: Nieznany
pt_br: Desconhecido
ru: Неизвестно
zh: 未知
zh_tw: 未知

source: unknown species
de: unbekannte Spezies
fr: espèce inconnue
ja: 不明生物
pl: nieznane gatunki
pt_br: Especie Desconhecida
ru: Неизвестный вид
zh_tw: 未知物種

source: until
de: bis
es: hasta
fr: jusqu'à
ja: 時刻
pl: do
pt_br: até
ru: до того как
zh: 直到
zh_tw: 直到

# updateSuccessTitle
source: Update successful
de: Aktualisierung erfolgreich
fr: Mise à jour réussie
ja: 更新しました。
pl: Aktualizacja pomyślna
pt_br: Atualização bem sucedida
ru: Обновление прошло успешно
zh_tw: 更新成功

source: Use filter in top stat calculation
de: Filter in Berechnung der Top Stats benutzen
fr: Utiliser les filtres dans le calcul de stat élevés
ja: 最高個体値の計算でフィルタを利用
pl: Użyj filtr obliczając najwyższe statystyki
pt_br: Use o filtro no cálculo da status superior
ru: Использовать фильтр при расчете максимальной статистики
zh_tw: 在頂級屬性計算機內使用篩選

source: Values
de: Werte
es: Valores
fr: Valeurs
it: Valori
ja: 値
pl: Wartości
pt_br: Valores
ru: Значения
zh: 价值观
zh_tw: 數值

# valuesFileLoadingError
source: The species values-file couldn't be loaded, this application does not work without. Try redownloading the tool.
de: Die Datei mit den Spezies-Werten konnte nicht geladen werden, diese Anwendung funktioniert ohne diese Datei nicht. Versuche diese Anwendung erneut herunterzuladen.
fr: Le fichier de valeurs d'espèces n'a pas pu être chargé, cette application ne fonctionne pas sans. Essayez de retélécharger l'outil.
ja: 生物ファイルのロードに失敗したため、このツールは正常に動きません。ツールのダウンロード再度試してください。
pl: Wymagany do działania aplikacji plik z danymi o gatunkach nie został załadowany pomyślnie. Spróbuj ponownie pobrać narzędzie.
pt_br: Não foi possível carregar o arquivo de valores de espécies, este aplicativo não funciona sem. Tente baixar a ferramenta novamente.
ru: Не удалось загрузить файл значений видов, без него приложение не работает. Попробуйте повторно загрузить инструмент.
zh_tw: 無法讀取物種數據檔案，此應用程式將無法工作. 請重新下載此應用程式.

source: Variant Selector
de: Varianten Auswahl
fr: Sélecteur de variante
ja: 種類選択機能
pl: Wybór wariantów
pt_br: Seletor de Variante
ru: Переключатель вариантов
zh_tw: 變體選擇器

# VariantSelectorInfo
source: Species that contain one variant that is unchecked will be hidden.
de: Spezies, die eine Variante besitzen die nicht ausgewählt ist, werden nicht angezeigt.
fr: Les espèces qui contiennent une variante non cochée seront masquées.
ja: 選択されていない種類に該当する生物は隠されます。
pl: Gatunki nieopisane jednym z wybranych wariantów zostaną ukryte.
pt_br: As espécies que contêm uma variante não verificada serão ocultadas.
ru: Виды, содержащие один вариант, который не отмечен, будут скрыты.
zh_tw: 隱藏未選擇的變體物種.

# viewToolStripMenuItem
source: View
de: Ansicht
es: Ver
fr: Vue
it: Vedi
ja: 表示
pl: Widok
pt_br: Ver
ru: Вид
zh: 查看
zh_tw: 查看

# waitingAfterFirstFeeding
source: Waiting time after first feeding: ~ {0}
de: Warten nach dem ersten Füttern: ~ {0}
es: Tiempo de espera después de la primera comida: ~ {0}
fr: Temps d'attente après la première alimentation : ~ {0}
it: Tempo di attesa dopo la prima alimentazione: ~ {0}
ja: 最初のエサやりまでの時間: ~ {0}
pl: Czas między pierwszym nakarmieniem: ~ {0}
pt_br: Tempo de espera após a primeira alimentação: ~ {0}
ru: Время ожидания после первого кормления: ~ {0}
zh: 第一次喂食之后等待时间: ~ {0}
zh_tw: 第一次餵食之後等待時間： ~ {0}

# WarningMoreStarvingThanFood
source: Careful: this creature could have not enough food, so you might have to feed it before this time to prevent it from starving (check its inventory)!
de: Warnung: diese Kreature könnte einen zu niedrigen Nahrungswert haben, so dass sie schon vorher gefüttert werden muss, um nicht zu verhungern!
es: Cuidado: esta criatura podría no tener suficiente comida, por lo que es posible que tengas que alimentarla antes de esta hora para evitar que se muera de hambre (consulta su inventario)
fr: Attention : cette créature pourrait ne pas avoir assez de nourriture, donc vous devrez peut-être la nourrir avant cette période pour l'empêcher de mourir de faim (vérifiez son inventaire) !
it: Attenzione: questa creatura potrebbe non avere abbastanza cibo, quindi potresti doverlo nutrire prima di questo momento per evitare che muoia di fame (controlla il suo inventario)!
ja: 注意：この生物の食料が足りない可能性があります。表示時刻より前に食料を与える必要があるかもしれません（インベントリを確認）!
pl: Uwaga: temu zwierzu może zabraknąć jedzenia. Możliwe, że będziesz musiał je nakarmić przed tym czasem, by go nie zagłodzić (sprawdź ekwipunek)!
pt_br: Cuidado: esta criatura pode não ter comida suficiente, então você pode ter que alimentá-la antes desse tempo para evitar que ela morra de fome (verifique seu inventário)!
ru: Осторожно: этому существу может не хватить еды, поэтому вам, возможно, придется накормить его до этого времени, чтобы оно не умерло от голода (проверьте его инвентарь)!
zh: 小心: 此生物食物不足, 在此之前可能需要再次喂食以防止饿死 !!!
zh_tw: 警告: 此生物食物不足, 在此之前可能需要再次餵食以防止餓死（檢查牠的物品欄）!

source: Water
de: Wasser
es: Agua
fr: Eau
ja: 水分
pl: Woda
pt_br: Água
ru: Вода
zh: 水份
zh_tw: 水份

# Water_Abb
source: Wa
fr: Eau
ja: 水分
pl: Wo
ru: Вода
zh: 水份
zh_tw: 水

source: Weight
de: Gewicht
es: Peso
fr: Poids
it: Peso
ja: 重量
pl: Waga
pt_br: Peso
ru: Вес
zh: 负重
zh_tw: 負重

# Weight_Abb
source: We
de: Ge
fr: Pds
it: Pe
ja: 重量
pl: Wa
ru: Вес
zh: 负重
zh_tw: 重

source: Wild
es: Salvaje
fr: Sauvage
it: Selvatico
ja: 野生
pl: Dzikie
ru: Дикий
zh: 野生
zh_tw: 野生

# wildLevelExplanation
source: Wild levels, which are considered for breeding
de: Wilde Level, die relevant für das Züchten sind.
es: Niveles salvajes, que se consideran para la cría.
fr: Niveaux sauvage, qui sont considérés pour l'élevage
it: Livello selvatico, che sono considerati per la riproduzione
pl: Dzikie poziomy, brane pod uwagę do hodowli.
pt_br: Níveis selvagens, considerados para reprodução
ru: Дикие уровни, которые рассматриваются для разведения
zh: 野生等级, 交配时使用
zh_tw: 野生等級, 交配時使用

source: Wild-Lvl
es: Salvaje-Lvl
fr: Sauvage-Niv
ja: 野生レベル
pl: Dziki-Lvl
ru: Дикий
zh: 野生等级
zh_tw: 野生等級

# WithXFoodTamingTakesTime
source: With {0} × {1} taming takes {2}
de: Mit {0} × {1} dauert das Zähmen {2}
es: Con {0} × {1} la domesticación requiere {2}
fr: Avec {0} × {1} approvoiser prend {2}
it: Con {0} × {1} taming prende {2}
ja: {0} × {1} でテイム時間は {2}
pl: Z {0} × {1} oswajanie zajmie {2}
ru: С {0} × {1} приручение занимает {2}
zh: 用 {0} × {1} 驯服花费 {2}
zh_tw: 用 {0} × {1} 馴服花費 {2}

source: Wooden Club Hits
de: Knüppel-Schläge
es: Golpes de garrote
fr: Coups de massue
it: Colpi di Clava
ja: コンボ攻撃数
pl: Uderzenia maczugą
pt_br: Golpes de Clava
ru: Удары деревянной дубинкой
zh: 木棒击打
zh_tw: 木棒擊打

source: Worst Possible
de: Schlechtestmöglich
es: Peor posible
fr: Pire possible
it: Peggiore Possibile
ja: 最低
pl: Najgorszy możliwy
pt_br: Pior Possivel
ru: Наихудший возможный
zh: 最差可能
zh_tw: 最差可能

source: Group library by species
de: Bibliothek nach Spezies gruppieren
fr: Grouper la bibliothèque par espèces
ja: 種族でライブラリを切り分ける
pl: Pogrupuj bibliotekę po gatunku
pt_br: Agrupar por Especie
ru: Сгруппировать библиотеку по видам
zh_tw: 按物種分類

# nameAlreadyExistsInLibrary
source: This name already exists in the library
de: Dieser Name existiert bereits in der Bibliothek
es: Este nombre ya existe en la biblioteca.
fr: Ce nom existe déjà dans la bibliothèque
it: Questo nome esiste già nella libreria
ja: この名前はすでにライブラリに存在します
pl: Ta nazwa już istnieje w bibliotece
ru: Это имя уже существует в библиотеке
zh: 该名称已存在于库中
zh_tw: 該名稱已存在於庫中

source: Club
de: Knüppel
es: Garrote
fr: Massue
it: Clava
ja: コンボ
pl: Maczuga
pt_br: Clava
ru: Дубинка

# Health_Abb
source: HP
fr: PV
it: SA
ja: 体力
pl: PŻ
ru: Здор
zh: 生命

source: OK
ru: ОК

source: n/a yet
de: nicht verfügbar
es: n/a todavía
fr: n/a pour l'instant
it: n / a ancora
ja: 無
pl: jeszcze n/a
pt_br: n/a ainda
ru: n/a пока

# Temperature_Abb
source: Te
ja: 気温
ru: Темпер
zh: 温度

# timerStarvingOf
source: Starving of
de: Verhungern von
fr: Affamement de

source: C0
pl: K0

source: C1
pl: K1

source: C2
pl: K2

source: C3
pl: K3

source: C4
pl: K4

source: C5
pl: K5

# ClickCopyToClipboard
source: Click to copy to clipboard
de: Klicken um in die Zwischenablage zu kopieren
