Repository: cadon/ARKStatsExtractor
Catalog: ARKBreedingStats/local/strings.*.resx
Languages: de, es, fr, it, ja, pl, pt_br, ru, zh, zh_tw

# cbBPIncludeCooldowneds
source: Include Creatures with Cooldown
de: Inklusive Kreaturen mit Cooldown
es: Incluir criaturas con temporizador
fr: Inclure les créatures avec un CD
it: Includi creature con tempo ricarica Colori
ja: クールダウン中生物を含む
pl: Uwzględnij stworzenia z czasem oczekiwania
ru: Включить существ с перезарядкой
zh: 包括具有冷却的生物
zh_tw: 包含冷卻中的生物

# cbBPMutationLimitOnlyOnePartner
source: One partner may have more mutations
de: Ein Partner kann mehr Mutationen haben
fr: Un partenaire peut avoir plus de mutations
ja: 片方の生物の変異数が高いです。
pl: Jeden z partnerów może mieć więcej mutacji
pt_br: Um parceiro pode ter mais mutações
ru: У одного партнера может быть больше мутаций
zh: 一对种可能有多个变异
zh_tw: 一個伴可能有多個變異

# cbBPOnlyOneSuggestionForFemales
source: Only best suggestion for females
de: Nur die beste Empfehlung für Weibchen
fr: Seulement la meilleure suggestion pour les femelles
ja: メスは最高の提案のみ
pl: Tylko najlepsze sugestie dla samic
pt_br: Apenas melhores sugestões para femeas
ru: Единственное лучшее предложение для самок
zh: 仅母系最优建议
zh_tw: 僅母系最優建議

# cbBPTagExcludeDefaultTT
source: Check if all creatures should be excluded and only be included when have the include-mark on their tag. If this checkbox is unchecked, all creatures will be included by default, and only excluded if one of their tags has the exclude-mark and none has the include-mark.
de: Aktivieren, um nur Kreaturen hinzuzufügen, wenn sie einen Tag haben, der explizit ausgewählt ist. Wenn dies deaktiviert ist, werden alle Kreaturen standardmäßig berücksichtigt und nur ausgeschlossen, wenn sie einen Ausschluss Tag und keinen Einschluss Tag haben.
es: Comprueba si todas las criaturas deben excluirse y solo incluirse cuando tienen la marca de inclusión en su etiqueta. Si esta casilla de verificación no está marcada, todas las criaturas se incluirán de forma predeterminada, y solo se excluirán si una de sus etiquetas tiene la marca de exclusión y ninguna tiene la marca de inclusión.
fr: Vérifiez si toutes les créatures doivent être exclues et ne sont incluses que lorsqu'elles ont la marque d'inclusion dans leur tag. Si cette case n'est pas cochée, toutes les créatures seront incluses par défaut et exclues uniquement si l'un de leurs tags porte la marque d'exclusion et qu'aucun n'a la marque d'inclusion.
it: Controlla se tutte le creature devono essere escluse e devono essere incluse solo se hanno il segno di inclusione sul loro tag.Se questa casella non è selezionata, tutte le creature verranno incluse per impostazione predefinita e saranno escluse solo se uno dei loro tag ha il contrassegno di esclusione e nessuno ha il segno di inclusione.
ja: チェックするとすべての生物が除外され、[include-mark]のタグがある生物のみ含みます。 チェックされていない場合、すべての生物が含まれ、[exclude-mark]のタグがある生物のみ除外されます。
pl: Zaznacz, jeśli chcesz pominąć zwierzęta bez odpowiedniej etykiety. Jeśli niezaznaczone, wszystkie zostaną uwzględnione chyba, że mają etykietę wykluczającą.
pt_br: Verifique se todas as criaturas devem ser excluídas e apenas incluídas quando possuirem a marca de inclusão em sua tag. Se esta caixa de seleção estiver desmarcada, todas as criaturas serão incluídas por padrão, e apenas excluídas se uma de suas tags tiver a marca de exclusão e nenhuma tiver a marca de inclusão.
ru: Проверьте, все ли существа должны быть исключены и должны быть включены только в том случае, если на их теге есть знак включения. Если этот флажок снят, все существа будут включены по умолчанию и исключены только в том случае, если один из их тегов имеет отметку исключения, а ни один из них не имеет отметки включения.
zh: 检查是否应该排除所有生物，包括此生物当且仅当其标签被包含时. 当未被选中时,默认包括所有生物, 只在标签之一被排除标记并且没有包含标记是排除此生物.
zh_tw: 檢查是否應該排除所有生物，包括此生物當且僅當其標簽被包含時. 當未被選中時，默認包括所有生物，只在標簽之一被排除標記並且沒有包含標記是排除此生物.

# cbExactlyImprinting
source: Exactly, don't adjust
de: Exakt, nicht anpassen
es: Completo, no ajustar
fr: Exactement, ne pas ajuster
it: Esattamente, non regolare
ja: 調整しない
pl: Nie zmieniaj
pt_br: exatamente, não ajustar
ru: Точно, не корректируйте
zh: 不要调整
zh_tw: 不可調整

# cbExactlyImprintingTT
source: Check this if you have exactly 100% imprinting. Usually enabling this setting is not needed and will prevent any extraction.
de: Auswählen, wenn der Wert nicht angepasst werden soll. Meistens ist es nicht notwendig dies auszuwählen und oft verhindert es eine erfolgreiche Extraktion.
es: Marque esto si tiene exactamente el 100% de impronta. Por lo general, no es necesario habilitar esta configuración y evitará cualquier extracción.
fr: Cochez cette case si vous avez un bonus d'élevage d'exactement 100%.
it: Controlla questo se hai esattamente 100% di impronte.
ja: インプリントが100%の場合はチェックしてください。通常だとこの設定は不要です。また、抽出が無効になます。
pl: Zaznacz jeśli wskaźnik opieki wynosi 100%. Zazwyczaj to ustawienie nie jest potrzebne i może uniemożliwić ekstrakcję.
pt_br: Marque isso se você tiver exatamente 100% de imprint.
ru: Проверьте это, если у вас ровно 100% привязанности. Обычно включение этого параметра не требуется и предотвращает любое извлечение.
zh: 勾选当你是100%满留痕时.
zh_tw: 勾選當你是 100% 滿留痕時.

# cbGuessSpecies
source: Guess Species
de: Spezies bestimmen
es: Adivinar Especies
fr: Deviner espèce
it: Supposizione specie
ja: 種族を推測
pl: Odgadnij gatunek
pt_br: Adivinhar Especies
ru: Угадай виды
zh: 猜物种
zh_tw: 猜物種

# cbGuessSpeciesTT
source: If checked, the tool will try to guess the species after reading the values from ARK with OCR. If the tool recognizes the species-name it will take that, otherwise it will check if the stat-values match a certain species. Uncheck this if the tool repeatedly selects the wrong species after OCR (you have to choose it manually then).
de: Wenn ausgewählt wird versucht die Spezies zu bestimmen, nachdem die Werte aus ARK mit OCR gelesen wurden. Wenn der Spezies-Namen nicht erkannt wird, wird versucht die Spezies anhand der Stat-Wert zu ermitteln. Wähle diese Option ab, wenn oft die falsche Spezies ausgewählt wird (sie muss dann manuell ausgewählt werden).
es: Si está marcada, la herramienta intentará adivinar las especies después de leer los valores de ARK con OCR. Si la herramienta reconoce el nombre de la especie, tomará eso; de lo contrario, comprobará si los valores estadísticos coinciden con una especie determinada. Desmarque esto si la herramienta selecciona repetidamente las especies incorrectas después del OCR (entonces debe elegirla manualmente).
fr: Si coché, l'outil essaiera de deviner l'espèce après avoir lu les valeurs d'ARK avec l'OCR. Si l'outil reconnaît le nom de l'espèce, il le prendra, sinon il vérifiera si les valeurs des statistiques correspondent à une certaine espèce. Décochez cette case si l'outil sélectionne à plusieurs reprises les mauvaises espèces après l'OCR (vous devez la sélectionner manuellement).
it: Se selezionato, lo strumento proverà a indovinare la specie dopo aver letto i valori da ARK con OCR. Se lo strumento riconosce il nome della specie, lo prenderà, altrimenti controllerà se i valori statistici corrispondono a una determinata specie.Deseleziona questa opzione se lo strumento seleziona ripetutamente la specie sbagliata dopo l'OCR (devi sceglierlo manualmente).
ja: チェックされている場合、OCRでARK上の個体値を読み込んだ後、ツールは生物の種族を推測します。 ツールが種族名を読み取れた場合はその値を設定します。名前を取れなかった場合は個体値から推測しいます。 OCRで種族の推測が頻繁に間違える場合は、この設定を無効にしてください。（その場合は手動で種族を設定ください。）
pl: Jeśli zaznaczone, narzędzie spróbuje odgadnąć gatunek po odczytaniu wartości z ARK z użyciem OCR. Użyje nazwę gatunku jeśli takowa zostanie rozpoznana, albo znajdzie gatunek po statystykach. Odznacz, jeśli narzędzie zbyt często wybiera błędny gatunek po użyciu OCR (będziesz wtedy musial dokonać ręcznego wyboru).
pt_br: Se marcada, a ferramenta tentará adivinhar as espécies após ler os valores do ARK com OCR. Se a ferramenta reconhecer o nome da espécie, ela o levará, caso contrário, verificará se os status correspondem a uma determinada espécie. Desmarque esta opção se a ferramenta selecionar repetidamente a espécie errada após o OCR (você terá que escolher manualmente).
ru: Если этот флажок установлен, инструмент попытается угадать вид после считывания значений из ARK с помощью OCR. Если инструмент распознает название вида, он его примет, в противном случае он проверит, соответствуют ли значения характеристик определенному виду. Снимите этот флажок, если инструмент неоднократно выбирает неправильный вид после OCR (тогда вам придется выбирать его вручную).
zh: 当勾选时,程序在用OCR读取ARK生物信息后会尝试猜生物物种. 如果程序识别出生物物种,那么将会自动应用该名称否则将会尝试与所有特定生物对比以便找出生物物种. 取消勾选如果生物持续多次选择错误的生物物种 (必须手动选择).
zh_tw: 當勾選時，程序在用 OCR 讀取 ARK 生物信息後會嘗試猜生物物種. 如果程序識別出生物物種，那麽將會自動應用該名稱否則將會嘗試與所有特定生物對比以便找出生物物種. 如果生物持續多次選擇錯誤的生物物種請取消勾選 (你將必須手動選擇).

# cbQuickWildCheck
source: Quick Wild-Creature Check
de: Schneller Check für wilde Tiere
es: Comprobación rápida de criaturas salvajes
fr: Vérification rapide de créature sauvage
it: Controllo rapido della creatura selvatica
ja: 簡略野性生物チェック
pl: Szybko sprawdź dzikie zwierzę
pt_br: Comparação rápida de criaturas selvagens
ru: Быстрая проверка дикого существа
zh: 快速野生生物查询
zh_tw: 快速野生生物查詢

# cbQuickWildCheckTT
source: Check this if you just want a quick check of the levels of a wild (untamed) creature. The levels are then shown without the extraction-process (and without validation).
de: Auswählen, um einen schnellen Check für wilde Kreaturen zu erhalten. Die angezeigten Level werden ohne Validierung angezeigt und gelten nur für wilde Tiere.
es: Marca la casilla si solo quieres una comprobación rápida de los niveles de una criatura salvaje (indomable). Los niveles se muestran sin el proceso de extracción (y sin validación).
fr: Cochez cette case si vous voulez juste une vérification rapide des niveaux d'une créature sauvage (non apprivoisée). Les niveaux sont ensuite affichés sans le processus d'extraction (et sans validation).
it: Controlla questo se vuoi solo una rapida verifica dei livelli di una creatura selvatica (no addomesticata).I livelli vengono quindi mostrati senza il processo di estrazione (e senza convalida).
ja: チェックすると野性生物のレベル確認を簡略化します。 抽出処理をスキップしてレベルを表示します。（妥当性確認もスキップされます。）
pl: Zaznacz, jeśli chcesz szybko sprawdzić poziomy dzikiego (nieoswojonego) zwierzęcia. Wartość zostanie wyświetlona bez procesu ekstrakcji i weryfikacji.
pt_br: Marque isto se você quiser apenas uma verificação rápida dos níveis de uma criatura selvagem (não domada). Os níveis são então mostrados sem o processo de extração (e sem validação).
ru: Отметьте это, если вы просто хотите быстро проверить уровни дикого (неприрученного) существа. Затем уровни отображаются без процесса извлечения (и без проверки).
zh: 勾选此项如果只是想快速查询一个生物的野生等级(未驯服). 生物等级会被显示但是没有提取和验证过程.
zh_tw: 勾選此項，如果你只是想快速查詢一個生物的野生等級(未馴服). 生物等級會被顯示，但是沒有提取和驗證過程.

# cbToggleOverlay
source: Overlay
it: Sovrapposizione
ja: オーバーレイ
pl: Nakładka
pt_br: Sobreposição
ru: Оверлей
zh: 覆盖
zh_tw: 覆蓋

# Charge Capacity
source: Ch Capacity
de: La Kapazität
es: Capacidad Carga
fr: Ch Capacité
it: Capacità ca
ja: 充電容量
pl: Eś Pojemność
pt_br: Ch Capacidade
ru: Емкость заряда
zh: 光宠蓄电量
zh_tw: 光寵蓄電量

# Charge Capacity_Abb
source: CC
de: LK
ja: 充量
pl: EP
ru: Емк
zh: 光宠蓄电量
zh_tw: 光寵蓄電量

# Charge Emission Range
source: Ch Emission Range
de: La Reichweite
es: Rango de emisión carga
fr: Ch distance d'émission
it: Raggio emissione ca
ja: 放電範囲
pl: Eś Obszar
ru: Диапазон выбросов заряда
zh: Ch 光宠照明范围
zh_tw: 光寵照明範圍

# Charge Emission Range_Abb
source: CRa
de: LWe
it: REc
ja: 電範
pl: EOb
ru: Диап
zh: 光宠照明范围
zh_tw: 光寵照明範圍

# Charge Regen
source: Ch Regen
de: La Regen
es: Regen carga
fr: Ch Régénération
it: Rigenerazione ca
ja: 充電速度
pl: Eś Regeneracja
ru: Регенерация заряда
zh: 光充电量回复
zh_tw: 光充電量回復

# Charge Regen_Abb
source: CRe
de: LRe
it: RC
ja: 充速
pl: ERe
ru: Реген
zh: 光宠电量回复
zh_tw: 光充電量回復

source: Chart
es: Gráfico
it: Grafico
ja: チャート
pl: Diagram
ru: Диаграмма
zh: 图标
zh_tw: 圖標

# checkForUpdatedStatsToolStripMenuItem
source: Check for Updates
de: Prüfe auf Updates
es: Buscar actualizaciones
fr: Vérifier les MàJ
it: Controlla aggiornamenti
ja: アップデートを確認
pl: Sprawdź dostępność aktualizacji
pt_br: Verificar atualização
ru: Проверить наличие обновлений
zh: 检查更新
zh_tw: 檢查更新

source: Clear
de: Zurücksetzen
fr: Effacer
ja: クリア
pl: Wyczyść
pt_br: Limpar
ru: Очистить
zh_tw: 清除

source: clear colors
de: Lösche Farben
es: eliminar colores
fr: effacer les couleurs
ja: 色をクリア
pl: Wyczyść kolory
pt_br: limpar cores
ru: очистить цвета
zh_tw: 清除 顏色

# clearColorsFilters
source: Clear Color Filters
de: Farbfilter löschen
fr: Effacer les filtres de couleur
ja: 色のフィルターを解除
pl: Wyczyść filtr kolorów
pt_br: Limpar filtros de Cor
ru: Очистить цветные фильтры
zh_tw: 清除 顏色 篩選

# ClickDisplayFile
source: Click to show file in explorer
de: Klicken um Datei im Explorer anzuzeigen
fr: Cliquer pour afficher le fichier dans l'explorateur
ja: クリックでファイルをエクスプローラーで表示
pl: Kliknij by pokazać plik w eksploratorze
pt_br: Clique para mostrar arquivos no explorer
ru: Нажмите, чтобы показать файл в проводнике
zh_tw: 在檔案總管顯示文件

# Collection changed discard and load?
source: Your Creature Collection has been modified since it was last saved, are you sure you want to discard your changes and load the file without saving first?
de: Die aktuell geladene Datei wurde seit dem letzten Speichern verändert. Sollen diese Änderungen verworfen und eine neue Datei geladen werden?
fr: Votre collection de créatures a été modifiée depuis sa dernière sauvegarde. Êtes-vous sûr de vouloir annuler vos modifications et charger le fichier sans sauvegarder au préalable ?
ja: 最後に保存してから生物コレクションが変更されています。変更を破棄し、ファイルをロードしますか？
pl: Twoja kolekcja zwierząt została zmodyfikowana od czasu ostatniego zapisu. Czy na pewno chcesz odrzucić zmiany i załadować plik bez uprzedniego zapisu?
pt_br: Sua coleção de criaturas foi modificada desde que foi salva pela última vez, tem certeza que deseja descartar as alterações e carregar o arquivo sem salvar primeiro?
ru: Ваша Коллекция существ была изменена с момента последнего сохранения. Вы уверены, что хотите отменить изменения и загрузить файл без предварительного сохранения?
zh_tw: 您的生物群集已被修改，確定要放棄變更並開啟檔案?

# Collection changed discard and new?
source: Your Creature Collection has been modified since it was last saved, are you sure you want to discard your changes and create a new Library without saving?
de: Die aktuell geladene Datei wurde seit dem letzten Speichern verändert. Sollen diese Änderungen verworfen und eine neue Sammlung erstellt werden?
fr: Votre collection de créatures a été modifiée depuis sa dernière sauvegarde. Êtes-vous sûr de vouloir annuler vos modifications et créer une nouvelle bibliothèque sans sauvegarder ?
ja: 最後に保存してから生物コレクションが変更されています。変更を破棄し、新しいライブラリを作成しますか？
pl: Twoja kolekcja zwierząt została zmodyfikowana od czasu ostatniego zapisu. Czy na pewno chcesz odrzucić zmiany i utworzyć nową bibliotekę bez zapisywania?
pt_br: Sua coleção de criaturas foi modificada desde que foi salva pela última vez, tem certeza de que deseja descartar as alterações e criar uma nova biblioteca sem salvar?
ru: Ваша Коллекция существ была изменена с момента последнего сохранения. Вы уверены, что хотите отменить изменения и создать новую библиотеку без сохранения?
zh_tw: 您的生物群集已被修改，確定要放棄變更並建立一個新資料庫?

# Collection changed discard and quit?
source: Your Creature Collection has been modified since it was last saved, are you sure you want to discard your changes and quit without saving?
de: Die aktuell geladene Datei wurde seit dem letzten Speichern verändert. Sollen diese Änderungen verworfen und die Anwendung beendet werden?
fr: Votre collection de créatures a été modifiée depuis sa dernière sauvegarde. Êtes-vous sûr de vouloir annuler vos modifications et quitter sans sauvegarder ?
ja: 最後に保存してから生物コレクションが変更されています。変更を破棄し、終了しますか？
pl: Twoja kolekcja zwierząt została zmodyfikowana od czasu ostatniego zapisu. Czy na pewno chcesz odrzucić zmiany i wyjść bez zapisu?
pt_br: Sua coleção de criaturas foi modificada desde que foi salva pela última vez, tem certeza de que deseja descartar as alterações e sair sem salvar?
ru: Ваша Коллекция существ была изменена с момента последнего сохранения. Вы уверены, что хотите отменить изменения и выйти без сохранения?
zh_tw: 您的生物群集已被修改，確定要放棄變更並退出程式?

source: Colors
de: Farben
es: Colores
fr: Couleurs
ja: 色
pl: Kolory
pt_br: Cores
ru: Цвета
zh: 颜色
zh_tw: 顏色

source: Cooldown
es: Temporizador
it: Tempo ricarica
ja: クールダウン
pl: Odstęp czasowy
ru: Перезарядка
zh: 冷却
zh_tw: 冷卻

source: Cooldown/Growing
de: Cooldown/Wachstum
es: Temporizador/Crecimiento
fr: CD/Croissance
it: Tempo ricarica/Crescita
ja: クールダウン/成長
pl: Odstęp czasowy/Dojrzewanie
pt_br: Cooldown/Crescimento
ru: Перезарядка/Выращивание
zh: 冷却/成长
zh_tw: 冷卻/成長

# copyCreatureToolStripMenuItem
source: Copy Creature
de: Kopiere Kreatur
es: Copiar criatura
fr: Copier la créature
it: Copia creatura
ja: 生物をコピー
pl: Skopiuj zwierzę
pt_br: Copiar Criatura
ru: Копировать существо
zh: 复制生物
zh_tw: 複製生物

source: Copy info graphic to clipboard
de: Infografik in Zwischenablage kopieren
fr: Copier le graphique d'informations dans le presse-papiers
pt_br: Copiar gráfico de info. para a área de transferência
zh_tw: 複製資訊圖型至剪貼簿

# copyToMultiplierTesterToolStripButton
source: Copy to MultiplierTester
de: Zum MultiplikatorTester
es: Copiar a Multiplicador
fr: Copier vers le testeur de multiplicateurs
it: Copia su MultiplierTester
ja: 倍率テストへコピー
pl: Skopiuj do Testera Mnożników
pt_br: Copiar p TesteMultiplicador
ru: Копировать в тестер множителей
zh: 复制到属性加成测试器
zh_tw: 複製到屬性加成測試器

# copyToMultiplierTesterToolStripButtonTT
source: All the levels, TE and IB from the Tester, and the stat-values from the Extractor will be copied to the Stat-Multiplier-Tester
de: Alle Level, TE und IB vom Tester und die Stat-Werte vom Extraktor werden zum Stat-Multiplikator-Tester kopiert.
es: Todos los niveles, TE e IB del tester, y los valores estadísticos del extractor se copiarán en el tester de multiplicador de estadísticas
fr: Tous les niveaux, TE et IB du testeur et les valeurs des statistiques de l'extracteur seront copiés dans le testeur multiplicateur de statistique
it: Tutti i livelli, TE e IB del Tester, e i valori delle statistiche dell'estrattore saranno copiati in Stat-Multiplier-Tester
ja: 全てのレベル、ﾃｲﾑ効率、IB、と抽出機能から取得した個体値はStat-Multiplier-Testerへコピーします。
pl: Wszystkie poziomy, TE i IB z Testera, oraz wartości statystyk z Ekstraktora zostaną skopiowane do Testera Mnożników.
pt_br: Todos os níveis, TE e IB do testador, e os status do extrator serão copiados para o testador multiplicador de status
ru: Все уровни TE и IB из Тестера, а также значения статистики из Экстрактора будут скопированы в Тестер множителя статов.
zh: 生物的全部信息将会复制到属性加成测试器
zh_tw: 生物的全部資訊將會複製到屬性加成測試器

source: Crafting Speed
de: Herstellungsgeschwindigkeit
es: Velocidad de fabricación
fr: Vitesse de fabrication
ja: 制作速度
pl: Prędkość tworzenia
pt_br: Velocidade de Fabricação
ru: Скорость изготовления
zh: 制作速度
zh_tw: 製作速度

# Crafting Speed_Abb
source: Cr
de: He
fr: Fab
ja: 制速
pl: Pt
ru: Крафт
zh: 制作速度
zh_tw: 製

source: Creature
de: Kreatur
es: Criatura
fr: Créature
it: Creatura
ja: 生物
pl: Zwierzę
pt_br: Criatura
ru: Существо
zh: 生物
zh_tw: 生物

# creatureOfFile
source: Creature of the export file
de: Kreatur der Export-Datei
fr: Créature du fichier d'exportation
ja: エクスポートファイルの生物
pl: Zwierzę z pliku eksportu
pt_br: Criatura do arquivo de exportação
ru: Создание файла экспорта
zh_tw: 匯出檔案的生物

source: Crossbow
de: Armbrust
es: Ballesta
fr: Arbalète
it: Balestra
ja: クロスボー
pl: Kusza
pt_br: Besta
ru: Арбалет
zh: 十字弩
zh_tw: 十字弩

source: Current Creature
de: Ausgewählte Kreatur
fr: Créature actuelle
ja: 現在の生物
pl: Wybrane zwierzę
pt_br: Criatura atual
ru: Текущее существо
zh: 当前生物
zh_tw: 當前生物

source: Current stat-value
de: Aktueller Wert
es: Valor estadístico actual
fr: Valeur statistique actuelle
it: Valore statico corrente
ja: 現在の個体値
pl: Obecna wartość
pt_br: Valor atual do status
ru: Текущее значение
zh: 当前属性值
zh_tw: 當前屬性值

source: Current Value
de: Aktueller Wert
es: Valor actual
fr: Valeur actuelle
it: Valore corrente
ja: 現在の値
pl: Obecna wartość
pt_br: Valor Atual
ru: Текущее значение
zh: 当前值
zh_tw: 當前值

source: Damage
de: Schaden
es: Daño
fr: Dommage
it: Danno
ja: 接近攻撃力
pl: Obrażenia
pt_br: Dano
ru: Урон
zh: 伤害
zh_tw: 傷害

# Damage_Abb
source: Dm
it: Da
ja: 攻撃
pl: Ob
ru: Урон
zh: 伤害
zh_tw: 傷

# deadCreaturesToolStripMenuItem
source: Dead Creatures
de: Tote Kreaturen
es: Criaturas muertas
fr: Créatures mortes
it: Creature morte
ja: 死亡した生物
pl: Martwe zwierzęta
pt_br: Criaturas Mortas
ru: Мертвые существа
zh: 已死亡生物
zh_tw: 已死亡生物

source: Default
de: Standard
es: Defecto
fr: Défaut
ja: デフォルト
pl: Domyślny
pt_br: Padrão
ru: По умолчанию
zh: 默认
zh_tw: 預設

# deleteSelectedToolStripMenuItem
source: Remove…
de: Entfernen…
es: Eliminar…
fr: Retirer…
it: Rimuovi…
ja: 削除...
pl: Usuń…
pt_br: Remover…
ru: Удалить…
zh: 移除…
zh_tw: 刪除…

source: Descendants
de: Nachkommen
fr: Progéniture
ja: 子孫
pl: Potomkowie
pt_br: Descendentes
ru: Потомки
zh_tw: 子孫

source: Details
es: Detalles
fr: Détails
ja: 詳細
pl: Szczegóły
pt_br: Detailhes
ru: Детали
zh: 详情
zh_tw: 詳情

# Discard changes and load file
source: Discard changes and load new library
de: Änderungen verwerfen und neue Datei laden
fr: Annuler les modifications et charger une nouvelle bibliothèque
ja: 変更を破棄し、新しいライブラリをロード
pl: Odrzuć zmiany i załaduj nową bibliotekę
pt_br: Descartar as alterações e carregar uma nova biblioteca
ru: Отменить изменения и загрузить новую библиотеку
zh_tw: 放棄變更並開啟新資料庫?

# Discard changes and new
source: Discard changes and create new library
de: Änderungen verwerfen und neue Datei erstellen
fr: Annuler les modifications et créer une nouvelle bibliothèque
ja: 変更を破棄し、新しいライブラリを作成
pl: Odrzuć zmiany i utwórz nową bibliotekę
pt_br: Descartar as alterações e criar uma nova biblioteca
ru: Отменить изменения и создать новую библиотеку
zh_tw: 放棄變更並新建新資料庫?

source: Discard changes and quit
de: Änderungen verwerfen und beenden
fr: Annuler les modifications et quitter
ja: 変更を破棄し、終了
pl: Odrzuć zmiany i wyjdź
pt_br: Descartar alterações e sair
ru: Отменить изменения и выйти
zh_tw: 放棄變更並離開?

source: Discard changes?
de: Änderungen verwerfen?
fr: Annuler les modifications ?
ja: 変更を破棄しますか?
pl: Odrzucić zmiany?
pt_br: Discartar alterações?
ru: Отменить изменения?
zh_tw: 放棄變更?

source: Domesticated at
de: Domestiziert am
es: Domesticado en
fr: Domestiqué à
it: Addomesticato su
ja: テイム時刻
pl: Udomowione o
pt_br: Domesticado em
ru: Приручен в
zh: 驯服于
zh_tw: 馴服於

# domLevelExplanation
source: Levels assigned manually to this stat after the creature was domesticated
de: Level, die manuell auf eine Kreatur angewandt wurden, nachdem sie domestiziert wurde.
es: Niveles asignados manualmente a esta estadística después de que la criatura fue domesticada
fr: Niveaux assignés manuellement à cette statistique après que la créature ait été domestiquée
it: Livelli assegnati manualmente a questa statistica dopo che la creatura è stata addomesticata
ja: テイム後に手動で割り振れたレベル
pl: Poziomy przypisane ręcznie do tej statystyki po udomowieniu zwierzęcia.
pt_br: Níveis atribuídos manualmente a este status depois que a criatura foi domesticada
ru: Уровни, присвоенные этому стату вручную после приручения существа
zh: 生物驯服后手动赋予属性值
zh_tw: 生物馴服後手動賦予屬性值

source: Dom-Lvl
fr: Dom-Niv
it: Lvl-addom
ja: ﾃｲﾑlvl
pl: Udom-Lvl
ru: Ручной
zh: 后期加点-Lvl
zh_tw: 馴服等級

# downloadingValuesSuccess
source: Downloading and updating of the new species-stats was successful.
de: Die neuen Spezies-Werte wurden erfolgreich heruntergeladen und angewendet.
fr: Le téléchargement et la mise à jour des nouvelles stats des espèces ont réussi.
ja: 生物の新しい個体値データのダウンロードと更新が成功しました。
pl: Aktualizacja danych o statystykach zwierząt się powiodła.
pt_br: O download e a atualização das novas estatísticas de espécies foram bem-sucedidos.
ru: Скачивание и обновление новых статов видов прошло успешно.
zh_tw: 成功下載新物種的數據.
