Repository: cadon/ARKStatsExtractor
Catalog: ARKBreedingStats/local/strings.*.resx
Languages: de, es, fr, it, ja, pl, pt_br, ru, zh, zh_tw

# issueCauseStatMultipliers
source: The stat multipliers in the Settings are not set to the multipliers of the server. Ask your admin for the correct multipliers and adjust them in the Settings.
de: Die Stat Multiplikatoren in den Einstellungen entsprechen nicht denen auf dem Server. Frage den Admin über die korrekten Werte und passe sie in den Einstellungen an.
fr: Les multiplicateurs de statistiques dans les paramètres ne correspondent pas aux multiplicateurs du serveur. Demandez à votre administrateur les multiplicateurs corrects et ajustez-les dans les paramètres.
ja: 設定画面にある倍率とサーバの倍率が異なります。サーバ主に正しい倍率を確認し、再度設定してください。
pt_br: Os multiplicadores de status nas config não são definidos para os multipl do servidor. Peça ao seu ADM os multiplicadores corretos e ajuste-os nas configurações.
ru: Множители характеристик в Настройках не соответствуют множителям сервера. Спросите у администратора правильные множители и настройте их в настройках.
zh_tw: 設定中的屬性倍率未設定為伺服器的倍率. 請向您的管理員詢問正確的倍率並在"設定"中進行調整.

# issueCauseTamingEffectivenessRange
source: Taming-Effectiveness-Range too narrow, increase the upper and / or decrease the lower bound.
de: Zucht-Effektivitäts-Bereich zu eingeschränkt, erhöhe die obere, bzw. erniedrige die untere Grenze.
fr: Plage de l'efficacité d'apprivoisement trop étroite, augmentez la limite supérieure et/ou diminuez la limite inférieure.
ja: Taming-Effectiveness-Range(タイム効率の範囲)が狭いです。上限、下限を調整してください。
pt_br: Taming-Effectiveness-Range muito estreito, aumente o limite superior e / ou diminua o limite inferior.
ru: Диапазон эффективности приручения слишком узкий, увеличьте верхнюю и / или уменьшите нижнюю границу.
zh_tw: 馴服有效範圍太窄，請增加上限和/或減少下限.

# issueCauseTypo
source: Double check if all stat-values are entered correctly.
de: Überprüfe ob alle Werte korrekt eingetragen sind.
fr: Vérifiez si toutes les valeurs des statistiques ont été saisies correctement.
ja: 入力値がすべて正しいか再度確認ください。
pt_br: Verifique novamente se todos os valores status foram inseridos corretamente.
ru: Дважды проверьте, правильно ли введены все значения статистики.
zh_tw: 請仔細檢查所有的屬性值是否輸入正確

# issueCauseWildLevelSteps
source: Adjust or disable the "Consider Wild-level - steps" in the settings.
de: Passe den Wert "Berücksichtige wilde Level" in den Einstellung an oder deaktiviere sie.
fr: Ajustez ou désactivez "Consider Wild-level - steps" dans les paramètres.
pt_br: Ajuste ou desative "Consider Wild-level - steps" nas configurações.
ru: Отрегулируйте или отключите «Учитывать шаги уровня Диких» в настройках.
zh_tw: 調整或禁用設定中的 "考慮野生級別 - 步驟".

# issueCauseWildTamedBred
source: Make sure the correct state (wild, tamed, bred) for the creature is chosen.
de: Stelle sicher, dass der Status (wild, gezähmt, gezüchtet) richtig eingestellt ist.
fr: Assurez-vous que l'état correct (sauvage, apprivoisé, élevé) pour la créature est choisi.
ja: 正しい状態(野生、ﾃｲﾑ、ﾌﾞﾘ)が設定されているかを確認してください。
pl: Upewnij się, że wybrany został prawidłowy stan zwierzęcia (dzikie, oswojone, hodowlane).
pt_br: Certifique-se de que o estado correto (selvagem, domesticado, criado) para a criatura seja escolhido.
ru: Убедитесь, что для существа выбрано правильное состояние (дикий, прирученный, разводимый).
zh_tw: 請確認生物的狀態是否正確（野生、馴服、繁殖）

# issueMaxWildLevelTooLow
source: The extraction is potentially possible, but it seems the max wild level is set too low for a valid extraction. Check if you set the correct value in the settings. The current value is {0} and this creature seems to have a higher wild level than this. For other reasons of the failing of the extraction, see the list on the right after closing this messagebox.
de: Die Extraktion ist möglich, jedoch scheint das maximale wilde Level zu niedrig eingestellt zu sein, um die Level korrekt zu extrahieren.Prüfe, ob der richtige Werde in den Einstellungen gesetzt ist. Der aktuelle Wert ist {0} und die Kreatur scheint ein höheres Level zu haben. Für andere Gründe, warum die Extraktion nicht funktioniert hat, siehe die Liste auf der rechten Seite.
es: La extracción es potencialmente posible, pero parece que el nivel salvaje máximo es demasiado bajo para una extracción válida. Compruebe si establece el valor correcto en la configuración. El valor actual es {0} y esta criatura parece tener un nivel salvaje más alto que este. Para ver otros errores de la extracción, vea la lista a la derecha después de cerrar este mensaje.
fr: L'extraction est potentiellement possible, mais il semble que le niveau sauvage maximum soit trop bas pour une extraction valide. Vérifiez si vous avez défini la valeur correcte dans les paramètres. La valeur actuelle est {0} et cette créature semble avoir un niveau sauvage supérieur à celui-ci. Pour d'autres raisons de l'échec de l'extraction, voir la liste sur la droite après avoir fermé cette boîte de message.
it: L'estrazione è potenzialmente possibile, ma sembra che il livello selvatico massimo sia troppo basso per un'estrazione valida. Controlla se hai impostato il valore corretto nelle impostazioni. Il valore corrente è {0} e questa creatura sembra avere un livello selvatico più alto di questo.Per altri motivi del fallimento dell'estrazione, vedere l'elenco a destra dopo la chiusura di questo messaggio.
ja: 抽出は可能だが、最大野生レベルが低いため精度が衰えます。設定画面でたらしい値が設定されているか確認してください。 現在たの値は{0}だが、この生物のレベルはそれより高いです。 他に抽出が失敗しえる理由は画面右側のリストを確認してください。
pl: Ustawiony maksymalny dziki poziom jest zbyt niski dla prawidlowej ekstrakcji. Sprawdź, czy wartości w ustawieniach są prawidlowe. Obecna wartość wynosi {0} i wydaje się, że to zwierze ma wyższy poziom niż ten limit. Inne możliwe powody niepowodzenia ekstrakcji zostaną podane na liście po prawej po zamknięciu tego komunikatu.
pt_br: A extração é potencialmente possível, mas parece que o level máximo de wild está definido muito baixo para uma extração válida. Verifique se você definiu o valor correto nas configurações. O valor atual é {0} e esta criatura parece ter um level selvagem maior do que este. Por outros motivos de falha da extração, consulte a lista à direita após fechar esta caixa de mensagem.
ru: Извлечение потенциально возможно, но кажется, что максимальный дикий уровень установлен слишком низким для правильного извлечения. Проверьте, правильно ли вы выставили значение в настройках. Текущее значение - {0}, и похоже, что у этого существа более высокий дикий уровень, чем этот. Информацию о других причинах сбоя извлечения смотрите в списке справа после закрытия этого сообщения.
zh: 此次提取理论上成立, 但是对于完成一个有效提取, 最大野生等级似乎被设置太低. 请检查是否在设定中输入了正确的值. 当前值为 {0}, 该生物似乎拥有高于当前值的野生等级. 由于其他原因造成的提取失败,请在关闭此提示框后参阅右侧列表.
zh_tw: 匯出數據是正確的，但最大野生等級設定太低而無法進行有效的匯出，請檢查設定中是否設定正確. 現在設定的值為 {0} ，但此生物的野生等級似乎高於此設定. 有關匯出失敗的其他原因，請在關閉此訊息框後查看右側的列表.

# LbAlternativeColor
source: Hold Ctrl to select an alternative color id (red border). Hold Ctrl and click on No Color to unset it.
fr: Maintenir la touche Ctrl enfoncée pour sélectionner un autre identifiant de couleur (bordure rouge). Maintenir Ctrl et cliquer sur aucune couleur pour le désactiver.
zh_tw: 按住 Ctrl 選擇替代顏色 ID（紅色邊框），按住 Ctrl 並點擊無顏色以取消設定。

# lbBPBreedingScore
source: Breeding Score
de: Zucht-Score
es: Puntaje de cría
fr: Score de reproduction
it: Punteggio allevamento
ja: ブリーディングスコア
pl: Wynik hodowli
pt_br: Pontuação reprodutiva
ru: Оценка разведения
zh: 育种分数
zh_tw: 配種分數

# lbBPBreedingScoreTT
source: The Breeding-Score of a pairing is not comparable to the Breeding-Score of another breeding-mode. The numbers in the different modes are generated in incompatible ways.
de: Der Zucht-Score eines Paares kann nicht mit dem Zucht-Score von anderen Zucht-Modi verglichen werden, die Werte werden imkompatibel erzeugt.
es: El puntaje de cría de un emparejamiento no es comparable al puntaje de cría de otro modo de cría. Los números en los diferentes modos se generan de manera incompatible.
fr: Le score d'élevage d'un couple n'est pas comparable au score d'élevage d'un autre mode d'élevage. Les nombres dans les différents modes sont générés de manière incompatible.
it: Il punteggio di riproduzione di un parsing non è paragonabile al punteggio di allevamento di un'altra modalità di riproduzione. I numeri nelle diverse modalità sono generati in modi incompatibili.
ja: ブリーディングスコアは他のbreeding-modeのブリーディングスコアと比較できません、 各breeding-modeでは異なる値が生成されるためです。
pt_br: O Índice de Reprodução de um casal não é comparável ao Índice de Reprodução de outro modo de criação. Os números nos diferentes modos são gerados de maneiras incompatíveis.
ru: Счетчик разведения не сопоставим с баллом разведения другого режима разведения. Номера в разных режимах генерируются несовместимыми способами.
zh: 不同育种模式下的育种分数无法相互作比较. 不同育种模式下的育种评分是按照不同规则生成的.
zh_tw: 交配的配種分數無法與其他配種模式的配種分數比較. 不同模式下的分數是以不同的方式生成.

# lbBPBreedingTimes
source: Breeding Times
de: Zucht Zeiten
es: Tiempos de cría
fr: Temps d'élevage
it: Tempo allevamento
ja: ブリーディング時間
pl: Czas hodowli
pt_br: Tempo de reprodução
ru: Время размножения
zh: 交配时长
zh_tw: 交配時間

# lbCurrentTorpor
source: Current Torpor
de: Aktuelle Benommenheit
es: Inconsciencia actual
fr: Torpeur actuelle
it: Torpore attuale
ja: 現在の気絶値
pl: Obecne odurzenie
pt_br: Torpor Atual
ru: Текущее оглушение
zh: 当前眩晕
zh_tw: 當前眩暈

# lbImprintedCountTT
source: Number of cuddles given to get to this Imprinting-Bonus. Click left to set to the closest valid integer. Click right to set the imprinting to the value so for the torpor the levels in the tester and the value in the extractor match.
de: Anzahl der Liebkosungen um diesen Imprinting-Bonus zu bekommen. Klicke, um den Wert auf die nächste Ganzzahl zu setzen. Rechtsklicke, um den Imprinting-Wert auf den Wert zu setzen, so dass er auf die Benommenheits-Level im Tester und den Wert im Extraktor passt.
es: Número de improntas dadas para llegar a este bonus de impronta. Haga clic a la izquierda para establecer el número entero válido más cercano. Haga clic con el botón derecho para establecer la impronta en el valor de modo que para que los niveles de inconsciencia en el probador y el valor en el extractor coincidan.
fr: Nombre d'interactions à effectuer pour obtenir ce bonus d'élevage. Cliquez avec le bouton gauche pour définir l'entier valide le plus proche. Cliquez avec le bouton droit pour régler le bonus d'élevage sur la valeur telle que les niveaux de torpeur dans le testeur et la valeur dans l'extracteur correspondent.
it: Numero di coccole per ottenere questo bonus per l'Imprinting.Fare clic a sinistra per impostare il numero intero valido più vicino.Fare clic destro per impostare l'imprinting sul valore in modo che per il torpore i livelli nel tester e il valore nella corrispondenza dell'estrattore.
ja: このインプリントボーナスをもらうためのケア回数です。 左クリックで一番近い数字を設定。 右クリックでインプリント%をテストと抽出機能が合うように設定。
pl: Liczba tuleń wymaganych by osiągnąć bonus tej wysokości. Kliknij lewy przycisk, by ustawić najbliższą prawidłową wartość. Kliknij prawy przycisk, by ustawić opiekę na dokładnie tę wartość, by poziomy odurzenia w testerze i wartość w ekstraktorze się zgadzały.
pt_br: Número de imprints dados para obter este Bônus do Imprint. Clique à esquerda para definir o número inteiro válido mais próximo. Clique com o botão direito para definir o valor do imprint de forma que os níveis de inconsciência no testador e o valor no extrator correspondam.
ru: Количество уделений внимания, даваемых для получения этого бонуса за импринтинг. Щелкните влево, чтобы установить ближайшее допустимое целое число. Щелкните правой кнопкой мыши, чтобы установить привязанность на значение, чтобы для оглушения уровни в тестере и значение в экстракторе совпадали.
zh: 到达此留痕加成所需的留痕次数. 左键点击以四舍五入为最接近整数. 右键点击来设置留痕为该值, 以便测试器和提取器中的数值保持一致.
zh_tw: 到達此留痕加成所需的留痕次數. 點擊左鍵以四舍五入為最接近整數. 點擊右鍵來設置留痕為該值, 以便測試器和提取器中的數值保持一致.

# lbImprintingCuddleCountExtractorTT
source: Number of cuddles given to get to this Imprinting-Bonus.
de: Anzahl der Liebkosungen um diesen Imprinting-Bonus zu bekommen.
es: Número de improntas dadas para llegar a este bonus de impronta.
fr: Nombre de d'interactions à effectuer pour obtenir ce bonus d'élevage.
it: Numero di coccole per ottenere questo bonus per l'Imprinting.
ja: このインプリントボーナスをもらうためのケア回数です。
pl: Liczba tuleń wymaganych by osiągnąć bonus opieki tej wysokości.
pt_br: Número de imprints dados para obter este Bônus do Imprint.
ru: Количество уделений внимания, даваемых для получения этого бонуса за привязанность.
zh: 到达此留痕加成所需的留痕次数.
zh_tw: 到達此留痕加成所需的留痕次數.

# lbImprintingFailInfo
source: If the creature is imprinted the extraction may fail because the game sometimes "forgets" to increase some stat-values during the imprinting-process. Usually it works after you put the creature in and out of a cryopod, up- and download it in an obelisk/terminal, go out of render-distance, or wait for a server-restart.
de: Wenn die Kreatur geprägt wurde, kann die Extraktion fehlschlagen, weil das Spiel manchmal "vergisst" einige Stat-Werte während des Prägungs-Prozesses zu erhöhen. Oft funktioniert die Extraktion, nachdem das Tier in und wieder aus einem Cryopod genommen wurde, nachdem es in einem Obelisken/Terminal hoch- und wieder heruntergeladen wurde, nachdem du aus der Render-Entfernung gegangen bist, oder nach einem Server-Neustart.
es: Si la criatura está con impronta, la extracción puede fallar porque el juego a veces se "olvida" de aumentar algunos valores estadísticos durante el proceso de impresión. Por lo general, funciona después de poner y sacar a la criatura de una criocámara, subirla y descargarla en un obelisco/terminal, salir de la distancia de renderizado o esperar el reinicio del servidor.
fr: Si la créature est élevée, l'extraction peut échouer car le jeu "oublie" parfois d'augmenter certaines valeurs des statistiques pendant le processus d'élevage. Généralement, cela fonctionne après que vous ayez mis puis sorti la créature dans un cryopod, que vous l'ayez téléchargé dans un obélisque/terminal puis que vous vous éloigniez de la distance de rendu ou que vous attendiez un redémarrage du serveur.
ja: 生物がインプリントされている場合、抽出が失敗する可能性があります。生物をクライオポッドに入れるか、オベリスクにアップロード・ダウンロードするか、レンダリング範囲外にでるか、またはサーバを再起動すると解決する可能性があります。
pt_br: Se a criatura for "imprintada", a extração pode falhar pois o jogo às vezes "esquece" de aumentar alguns valores de status durante o processo de imprint. Normalmente funciona depois que você coloca e tira a criatura da criopod, faz o download e upload em um obelisco/terminal, sai da distância de renderização ou espera a reinicialização do servidor.
ru: Если существо получило привязанность, извлечение может завершиться неудачей, потому что игра иногда «забывает» увеличить некоторые значения характеристик во время процесса импринтинга. Обычно это срабатывает после того, как вы помещаете существо в криопод и из него, загружаете и загружаете его в обелиск / терминал, выходите из зоны рендеринга или ждете перезапуска сервера.
zh: 游戏可能没有及时修改受留痕加成影响的数值(通常收球再扔出/上传再下载/让龙离开渲染距离再回来/服务器重启可以解决) 到达此留痕加成所需的留痕次数.
zh_tw: 遊戲可能沒有即時修改受留痕加成影響的數值(通常收入低溫艙再扔出/上傳再下載/讓生物離開渲染距離再回來/服務器重啟可以解決).

# lbListeningTT
source: red: listening, grey: deactivated, green: recognized, orange: didn't recognized Say "[species] [level]", e.g. "Rex level 30" or "Brontosaurus 50" to get taming-infos in the overlay
de: rot: aufnahmebereit, grau: deaktiviert, green: verstanden, orange: nicht verstanden. Sage "[Spezie] [Level]", z.B. "Rex Level 30" oder "Brontosaurus 50" um Zähm Infos angezeigt zu bekommen (aktiviere das Overlay um die Info auch beim Spielen zu sehen).
es: rojo: escuchando, gris: desactivado, verde: reconocido, naranja: no reconocido Decir "[species] [level]", e.g. "Rex level 30" o "Brontosaurus 50" para obtener información de domesticación en el overlay
fr: rouge : écoute, gris : désactivé, vert : reconnu, orange : non reconnu Dire "[espèce] [niveau]", par ex. "Rex niveau 30" ou "Brontosaure 50" pour afficher les infos d'apprivoisement dans l'overlay
it: rosso: ascoltando, grigio: disattivato, verde: riconosciuto, arancione: non riconosciuto Indica "[specie] [livello]", esemp. "Rex livello 30" o "Brontosauro 50" per ottenere informazioni di addomesticazione nella sovrapposizione
ja: 赤: 聴取, 灰色: 無効, 緑: 認識済, オレンジ: 認識失敗 「[生物種族] [レベル]」を言うとテイム情報をオーバーレイで取得できます。 例： "Rex level 30" または "Brontosaurus 50"
pl: czerwony: nasłuch, szary: dezaktywowane, zielone: rozpoznane, pomarańczowy: nie rozpoznano Powiedz "[gatunek] [poziom]", np. "Reks poziom 30" lub "Brontozaur 50" by wyświetlić informacje o oswajaniu w nakładce.
pt_br: verm: escuranto, cinza: desativado, verde: reconhecido, laranja: não reconhecido diz "[espécie] [level]", ex. "Rex level 30" or "Brontosaurus 50" para obter informações de doma pelo sobrepositor
ru: красный: прослушивание, серый: отключено, зеленый: распознано, оранжевый: не распознано Скажите «[вид] [уровень]», например «Рекс 30 уровня» или «Бронтозавр 50» получить информацию о приручении в оверлее
zh: 红: 倾听中 , 灰色: 停用, 绿色: 已知, 橙色: 未知 说 "[生物种类] [等级]", e.g. "Rex level 30" 或者 "Brontosaurus 50" 来获取驯服信息
zh_tw: 紅: 監聽中 , 灰色: 停用, 綠色: 已知, 橙色: 未知 說 [生物種類] [等級]", e.g. "Rex level 30" 或者 "Brontosaurus 50" 來獲取馴服資訊

# lbMax
source: max
it: mass
ja: 最大
pl: maks.
ru: Максимум
zh: 最大
zh_tw: 最大

# lbNameTT
source: Click to copy the name to the clipboard, e.g. for pasting it in the game.
de: Klicke um den Namen in die Zwischenablage zu kopieren, z.B. um ihn im Spiel einzufügen.
es: Haga clic para copiar el nombre en el portapapeles, por ejemplo para pegarlo en el juego.
fr: Cliquez pour copier le nom dans le presse-papiers, par ex. pour le coller dans le jeu.
it: Clicca per copiare nome negli appunti, es. per incollarlo nel gioco.
ja: 名前をクリップボードへコピー(ゲームへコピーするためなど)。
pl: Kliknij, by skopiować imię do schowka, np. do wklejenia do gry.
pt_br: Clique para copiar o nome para a área de transferência, ex para colar no jogo.
ru: Щелкните, чтобы скопировать имя в буфер обмена, например для вставки в игру.
zh: 单击以复制名字到剪切板用以粘贴到游戏内.
zh_tw: 點擊以複製名字到剪貼簿用以便貼到遊戲內.Click to copy the name to the clipboard, e.g. for pasting it in the game.

# lbNotYetTamed
source: *Creature is not yet tamed and may get better values then.
de: *Kreatur ist noch nicht gezähmt und kann noch bessere Werte erhalten
es: *La criatura aún no está domesticada y puede obtener mejores valores aún.
fr: *La créature n'est pas encore apprivoisée et peut obtenir de meilleures valeurs.
it: *La creatura non è ancora addomesticata e potrebbe quindi ottenere valori migliori.
ja: *生物はまだテイムされていないため、個体値は変わります。
pl: *Zwierzę nie zostało jeszcze oswojone i może jeszcze otrzymać lepsze wartości.
pt_br: *Criatura ainda não foi domada e pode obter valores melhores.
ru: *Существо еще не приручено. После приручения оно может получить лучшие значения.
zh: *生物还未被驯服并且有可能获得更好的属性.
zh_tw: *生物還未被馴服並且有可能獲得更好的屬性.

# lbOwnerTT
source: Click to toggle if the OCR can change the owner-field. Enable it if the OCR doesn't recognize the owner-name correctly and you want to add multiple creatures with the same owner.
de: Klicke um zu ändern, ob die OCR das Besitzer-Feld ändern kann. Aktiviere dies, wenn die OCR den Besitzernamen nicht korrekt erkennt.
es: Haga clic para activar/desactivar, si el OCR puede cambiar el campo del propietario. Habilítelo si el OCR no reconoce el nombre del propietario correctamente y desea agregar varias criaturas con el mismo propietario.
fr: Cliquer pour basculer si l'OCR peut changer le champ du propriétaire. Activez-le si l'OCR ne reconnaît pas correctement le nom du propriétaire et que vous souhaitez ajouter plusieurs créatures avec le même propriétaire.
it: Fare clic per attivare / disattivare se l'OCR può modificare il campo proprietario. Abilitalo se l'OCR non riconosce correttamente il nome-proprietario e vuoi aggiungere più creature con lo stesso proprietario.
ja: クリックするとOCRで所有者の取得設定を変更できます。 有効の場合、OCRは所有者の情報を変更しません。
pt_br: Clique para alternar se o OCR pode alterar o campo do proprietário. Habilite-o se o OCR não reconhecer o nome do proprietário corretamente e você quiser adicionar várias criaturas com o mesmo proprietário.
ru: Щелкните, чтобы переключить, если OCR может изменить поле владельца. Включите его, если OCR неправильно распознает имя владельца и вы хотите добавить несколько существ с одним владельцем.
zh: 点击以修改是否允许OCR修改所有者一栏. 如果OCR无法正确识别所有者名称并且您想让多个生物拥使用同一个所有者则请启用.
zh_tw: 點擊以修改是否允許 OCR 修改所有者一欄. 如果 OCR 無法正確識別所有者名稱並且您想讓多個生物擁使用同一個所有者則請啟用.

# lbPedigreeEmpty
source: Select a creature in the Library to see its pedigree here.
de: Wähle ein Tier aus, um den Stammbaum anzuzeigen
es: Selecciona una criatura en la Biblioteca para ver su pedigrí aquí..
fr: Sélectionnez une créature dans la bibliothèque pour voir son pédigrée ici.
it: Seleziona una creatura dalla libreria per vederne il pedigree qui.
ja: ライブラリから生物を選択するとここで血統を確認できます。
pl: Wybierz zwierzę z biblioteki, by wyświetlić tu jego rodowód.
pt_br: Selecione uma criatura na Biblioteca para ver seu pedigree aqui.
ru: Выберите существо в Библиотеке, чтобы увидеть здесь его родословную.
zh: 选取生物库中的一个生物以获取其族谱.
zh_tw: 選取生物資料庫中的一個生物以獲取其族譜.

# lbServerTT
source: Click to toggle freezing this field. If the field is frozen its background is grey and importing a creature won't update this field.
de: Klicken um das Feld zu fixieren. Wenn das Feld fixiert ist, hat es einen grauen Hintergrund und wird beim Importieren einer Kreatur nicht verändert.
fr: Cliquer pour basculer le gel de ce champ. Si le champ est gelé, son arrière-plan est gris et l'importation d'une créature ne mettra pas ce champ à jour.
zh_tw: 點擊以切換鎖定此欄位. 背景為灰色代表被凍結，匯入生物時將不會更新這些欄位.

# lbShouldBe
source: Should be
de: Erwartet
es: Debiera ser
fr: Devrait être
it: Dovrebbe essere
ja: 予測
pl: Oczekiwano
pt_br: Deveria ser
ru: Должно быть
zh: 应该是
zh_tw: 應該為

# lbSum
source: Sum
de: Summe
es: Suma
fr: Somme
it: Somma
ja: 合計
pl: Suma
pt_br: Soma
ru: Сумма
zh: 总数
zh_tw: 總和

# lbSumDomSBTT
source: This is the number that the sum of all manual levelups should be equal to.
de: Anzahl der domestizierten Level.
es: Este es el número donde la suma de todos los niveles subidos a mano debería ser igual.
fr: C'est le nombre auquel la somme de tous les niveaux manuels doit être égal.
it: Questo è il numero che la somma di tutti i livellamenti manuali dovrebbe essere uguale a.
ja: これは手動で割り振りされたレベルの合計になるべきです。
pl: Jest to liczba, której suma ręcznie przyznanych poziomów powinna być równa.
pt_br: Este é o número ao qual a soma de todos os níveis manuais deve ser igual.
ru: Это число, которому должна быть равна сумма всех ручных уровней.
zh: 手动可升级数字总和.
zh_tw: 手動可升級數字總和.
