Repository: cadon/ARKStatsExtractor
Catalog: ARKBreedingStats/local/strings.*.resx
Languages: de, es, fr, it, ja, pl, pt_br, ru, zh, zh_tw

# rbBPHighStatsTT
source: Check for best next-generation-results. The chance for an overall good creature is better. Check if it's not important to have a Top-Stats-Offspring.
de: Aktivieren um die besten Vorschläge für die nächste Generation zu bekommen, wenn Top-Stats nicht wichtig sind.
es: Verifique los mejores resultados de la próxima generación. La posibilidad de una buena criatura en general es mejor. Compruebe si no es importante tener una descendencia con máximas estadísticas.
fr: Testez les meilleurs résultats de la prochaine génération. La chance pour une bonne créature est meilleure. Vérifiez s'il n'est pas important d'avoir une Progéniture avec les meilleures statistiques.
it: Verifica i migliori risultati della prossima generazione. La possibilità di avere una buona creatura generale è migliore.Verifica se non è importante avere stat al top della prole.
ja: 2番目に良い子孫を出すための設定です。 良い生物が出る確率が上がります。 一番良い子孫じゃなくてもよい場合は設定してください。
pt_br: Verifique os melhores resultados da próxima geração. A chance de uma criatura boa em geral é melhor. Verifique se não é importante ter um Top-Stats-Offspring.
ru: Проверьте лучшие результаты следующего поколения. Шанс получить в целом хорошее существо больше. Проверьте, не важно ли иметь потомство с лучшими статами.
zh: 查询下一代的最佳结果. 生物整体上会更好. 并且考虑配出最优属性后代的重要性.
zh_tw: 查詢下一代的最佳結果. 生物整體上會更好. 並且考慮配出最優屬性後代的重要性.

# rbBPTopStats
source: Combine top stats lucky
de: Kombiniere Top Stats mit Glück
es: Estadísticas superiores, con suerte
fr: Combiner les tops stats, Chanceux
it: Stat al top, Mi sento fortunato
ja: 最高個体配合-幸運
pl: Połącz najlepsze cechy ze szczęściem
pt_br: Combine os principais status com sorte
ru: Комбинируйте лучшие характеристики, удачи
zh: 最好属性 Lc
zh_tw: 最好屬性 - 歐洲人

# rbBPTopStatsCn
source: Combine top stats steady
de: Kombiniere Top Stats sicher
es: Estadísticas superiores, conservador
fr: Combiner les tops stats, Stable
it: Stat al top, Prudente
ja: 最高個体配合-安定
pl: Połącz najlepsze cechy bezpiecznie
ru: Устойчивая комбинация лучших показателей
zh: 最好属性 Cn
zh_tw: 最好屬性 - 保守的

# rbBPTopStatsCnTT
source: Combine top stats steady Check for best long-term-results and if you want to go safe. This mode will get to the best possible offspring steady and surely. Some offsprings might be worse than in High-Stats-Mode, but that's the mode you go if you want to have that perfect creature in some generations.
de: Kombiniere Top Stats sicher Wählen, um alle Top stats in einer Kreatur zu vereinen. Einige Nachkommen werden teilweise ein niedrigeres Gesamtlevel als im High-Stats-Mode haben, aber die Top-Stats werden hier nacheinander zusammengeführt.
es: Estadísticas superiores, conservador. Verifique los mejores resultados a largo plazo y si quiere estar seguro. Este modo llegará a la mejor descendencia posible de manera constante y segura. Algunas crías pueden ser peores que en el modo Estadísticas Altas, pero ese es el modo al que debes ir si quieres tener esa criatura perfecta en algunas generaciones.
fr: Combiner les tops stats, Stable. Testez les meilleurs résultats à long terme et si vous voulez aller en toute sécurité. Ce mode atteindra la meilleure progéniture possible stable et sûre. Certaines progénitures peuvent être pire qu'en mode Statistiques Elevées, mais c'est le mode que vous utilisez si vous voulez avoir cette créature parfaite en quelques générations.
it: Stat al top, Prudente. Controlla i migliori risultati a lungo termine e se vuoi andare sul sicuro. Questa modalità arriverà alla miglior prole possibile, ferma e sicura.Alcune progenie potrebbero essere peggiori di quelle in Modalità alta qualità, ma questa è la modalità che usi se vuoi avere quella creatura perfetta in alcune generazioni.
ja: 最高個体配合-安定 長い面で安定したレベルの生物を出したい場合に設定してください。 このモードでは長い面で徐々に良い生物を生み出します。 [High-Stats-Mode]に比べて生物のレベルが低い場合がありますが、[High-Stats-Mode]では低い確率で高個体生物を出すモードです。
pt_br: Combine os principais status estáveis Verifique os melhores resultados de longo prazo e se você quer ficar seguro. Este modo obterá a melhor descendência possível de forma estável e segura. Alguns descendentes podem ser piores do que no modo High-Stats, mas esse é o modo que você vai se quiser ter aquela criatura perfeita em algumas gerações.
ru: Устойчивая комбинация лучших показателей Следите за лучшими долгосрочными результатами и хотите ли вы обезопасить себя. Этот режим позволит стабильно и уверенно добраться до самого лучшего потомства. Некоторые потомки могут быть хуже, чем в режиме с высокими характеристиками, но это тот режим, в который вы идете, если хотите иметь это идеальное существо в нескольких поколениях.
zh: 最好属性, 保守育种. 检测最佳的结果并且如果你想使用保守的方法育种, 但是其中一些后代可能出现更糟的属性, 但是如果您希望能在几代中拥有完美的生物, 那么这就是你需要的模式.
zh_tw: 最好屬性 - 保守的 檢查最好的長期結果，相對安全且穩定的獲得更好的後代. 有些後代會出現更糟的屬性，但如果您希望能在幾代內擁有完美的生物，這模式就是你需要的.

# rbBPTopStatsTT
source: Combine top stats lucky Check for best long-term-results and if you're feeling lucky. It can be faster to get the perfect creature than in the Top-Stat-Conservative-Mode if you're lucky. Some offsprings might be worse than in High-Stats-Mode, but you also have a chance to the best possible offspring.
de: Kombiniere Top Stats mit Glück Wählen, um die Top stats in einer Kreature zu vereinen. Dieser Modus geht ein Risiko ein und versucht mehrere Top-Stats auf einmal zu vereinen. Wenn es klappt, geht es schneller, aber die Wahrscheinlichkeit ist geringer als im konservativen Modus.
es: Estadísticas superiores, con suerte. Busca los mejores resultados a largo plazo y si te sientes con suerte. Puede ser más rápido obtener la criatura perfecta que en el modo conservador de estadísticas superiores si tienes suerte. Algunas crías pueden ser peores que en el modo de estadísticas altas, pero también tienes la oportunidad de tener la mejor descendencia posible.
fr: Combiner les tops stats, Chanceux Testez les meilleurs résultats à long terme et si vous vous sentez chanceux. Il peut être plus rapide d'obtenir la créature parfaite qu'en mode Meilleures statistiques, Conservateur si vous avez de la chance. Certaines progénitures peuvent être moins bonnes qu'en mode Statistiques Elevées, mais vous avez aussi la chance d'avoir la meilleure progéniture possible.
it: Stat al top, Mi sento fortunato. Controlla i migliori risultati a lungo termine e se ti senti fortunato. Può essere più veloce per ottenere la creatura perfetta rispetto nella modalità Stat al top coservatore se sei fortunato.Alcune progenie potrebbero essere peggiori di quelle in Modalità alta qualità, ma hai anche una possibilità per la migliore prole possibile.
ja: 最高個体配合-幸運 低い確率で、長期的に良好な結果を出します。[Top-Stat-Conservative-Mode]に比べてより早く完璧な生物を生み出せますが、確率が低いです。 [High-Stats-Mode]に比べて生物のレベルが低い場合がありますが、完璧な生物を生み出す可能性があります。
pt_br: Combine os principais status com sorte Verifique os melhores resultados de longo prazo e se você está se sentindo com sorte. Pode ser mais rápido obter a criatura perfeita do que no Top-Stat-Conservative-Mode se você tiver sorte. Alguns descendentes podem ser piores do que no modo de status altos, mas você também tem a chance de obter os melhores descendentes possíveis.
ru: Комбинируйте лучшие характеристики, удачи Проверьте, насколько хороши долгосрочные результаты, и если вам повезет. Если повезет, получить идеальное существо может быть быстрее, чем в консервативном режиме с максимальным показателем. Некоторые потомки могут быть хуже, чем в режиме высокой статистики, но у вас также есть шанс на лучшее потомство.
zh: 最好属性, 欧洲人专用. 检测最佳的结果并且您感觉自己的人品特别好, 此模式下可以比保守模式更快的速度获得完美的生物, 虽然其中一些后代可能获得更糟糕的属性, 但是您也有机会获得更好的后代.
zh_tw: 最好屬性 - 歐洲人 檢查最好的長期結果，且您覺得自己是歐洲人. 這個模式獲得完美生物的速度可能比 最好屬性 - 保守的 更快，雖然有些後代會出現更糟糕的屬性，但是也有機會獲得完美的後代

source: Remove Note
de: Notiz löschen
es: Eliminar nota
fr: Enlever la remarque
it: Rimuovi nota
ja: メモを削除
pl: Usuń notatkę
pt_br: Remover Nota
ru: Удалить заметку
zh: 移除注释
zh_tw: 刪除筆記

# runDefaultExtractionAndImportFileToolStripMenuItem
source: Run default Extraction and import file
de: Standard Extraktion und Importieren
es: Ejecutar extracción predeterminada e importar archivo
fr: Exécuter l'extraction par défaut et importer le fichier
it: Esegui l'estrazione di default e importare il file
ja: デフォルト抽出設定でファイルをインポート
pl: Standardowa ekstrakcja i import
pt_br: Execute a extração padrão e importe o arquivo
ru: Запустить извлечение по умолчанию и импортировать файл
zh: 执行默认的提取操作并且导入文件
zh_tw: 執行預設的匯出操作並且匯入檔案

# runDefaultExtractionToolStripMenuItem
source: Run default Extraction
de: Standard Extraktion
es: Ejecutar extracción predeterminada
fr: Exécuter l'extraction par défaut
it: Esegui estrazione default
ja: デフォルト設定で抽出を実行
pl: Standardowa ekstrakcja
pt_br: Executar a extração padrão
ru: Запустить извлечение по умолчанию
zh: 执行默认提取
zh_tw: 執行預設匯出

# saveAsToolStripMenuItem
source: Save &as...
de: Speichern &als…
es: Guardar c&omo...
fr: Enregistrer sous...
it: Salva &come...
ja: 名前を付けて保存
pl: Zapisz j&ako
pt_br: Sava&r...
ru: Сохранить &как...
zh: 保 &存...
zh_tw: 另存新檔…

# saveToolStripMenuItem
source: &Save
de: &Speichern
es: &Guardar
fr: Enregi&strer
it: &Salva
ja: 上書き保存
pl: Zapi&sz
pt_br: Salvar &Como...
ru: &Сохранить
zh: &保存
zh_tw: 存檔

# SelectSpeciesBreedingPlanner
source: Select a species to see suggestions for the chosen breeding-mode
de: Wähle eine Spezies aus, um Vorschläge zu Paarungen nach dem ausgewählten Zucht-Modus zu bekommen.
es: Seleccione una especie para ver sugerencias para el modo de reproducción elegido
fr: Sélectionnez une espèce pour voir les suggestions pour le mode d'élevage choisi
it: Seleziona una specie per vedere i suggerimenti per la modalità di allevamento scelta
ja: 生物を選択すると、設定されいてるbreeding-modeを基に提案が表示されます。
pl: Wybierz gatunek, aby zobaczyć sugerowaną metodę hodowli
pt_br: Selecione uma espécie para ver sugestões para o modo de reprodução escolhido
ru: Выберите вид, чтобы увидеть предложения для выбранного режима разведения.
zh: 选择一个物种以查看关于当前繁殖模式的建议
zh_tw: 選擇一個物種以查看關於當前繁殖模式的建議

source: Server
es: Servidor
fr: Serveur
ja: サーバ
pl: Serwer
pt_br: Servidor
ru: Сервер
zh: 服务器
zh_tw: 伺服器

source: Server filter from library
de: Server Filter von der Bibliothek
fr: Filtre de serveur de la bibliothèque
ja: ライブラリからサーバフィルタ
pl: Filtruj serwer z biblioteki
pt_br: Filtro de servidor da biblioteca
ru: Фильтр серверов из библиотеки
zh_tw: 依照伺服器篩選資料庫

source: servers
de: Server
es: servidores
fr: serveurs
it: server
ja: サーバ
pl: Serwer
pt_br: servidores
ru: серверы
zh: 伺服器
zh_tw: 伺服器

# setStatusToolStripMenuItem
source: Set Status
de: Status setzen
es: Establecer estado
fr: Définir le statut
it: Imposta stato
ja: ステータスを設定
pl: Ustaw status
pt_br: definir Status
ru: Установить статус
zh: 设置属性
zh_tw: 設定狀態

# settingsToolStripMenuItem
source: Se&ttings
de: Einstellungen
es: Co&nfiguracíón
fr: Paramè&tres
it: Impostazioni
ja: 設定
pl: Us&tawienia
ru: На&стройки
zh: 设置
zh_tw: 設定

source: Sex
de: Geschlecht
es: Sexo
fr: Sexe
it: Sesso
ja: 性別
pl: Płeć
pt_br: Sexo
ru: Пол
zh: 性别
zh_tw: 性別

source: Shocking Tranq Darts
de: Schock-Betäubungspfeile
es: Dardo tranquilizante de shock
fr: Fléchettes tranquillisantes améliorées
it: Dardi sedativi elettrificati
ja: 強力麻酔弾
pl: Porażające lotki usypiające
pt_br: Dardo sedativo Ofensivo
ru: Шокирующие транквилизирующие дротики
zh: 水母毒素
zh_tw: 水母毒素

# showOnlyNaturalOccurring
source: Show only natural occuring colors
de: nur natürlich vorkommende Farben
es: mostrar solo colores naturales
fr: N'afficher que les couleurs naturelles
it: mostra solo i colori naturali
ja: 自然色のみ表示
pl: tylko naturalnie występujące kolory
pt_br: Mostrar apenas cores naturais
ru: Показывать только естественные цвета
zh: 仅显示自然发生的颜色
zh_tw: 僅顯示自然發生的顏色

source: Slingshot
de: Steinschleuder
es: Tirachinas
fr: Lance-pierres
it: Fionda
ja: パチンコ
pl: Proca
pt_br: Estilingue
ru: Рогатка
zh: 弹弓
zh_tw: 彈弓

source: Slingshot Hits
de: Steinschleuder-Treffer
es: Impactos de tirachinas
fr: Coups de Lance-Pierres
it: Colpi fionda
ja: パチンコ攻撃数
pl: Ciosy procą
pt_br: golpes de Estilingue
ru: Удары рогаткой
zh: 弹弓击中
zh_tw: 彈弓擊中

source: Spayed
de: sterilisiert
es: Esterilizado
fr: Stérilisé
it: Castrato
ja: 去勢
pl: Wysterilizowane
pt_br: Castrado
ru: Стерилизованный
zh: 已绝育
zh_tw: 已絕育

source: Species
de: Spezies
es: Especies
fr: Espèce
it: Specie
ja: 種族
pl: Gatunki
pt_br: Especies
ru: Виды
zh: 种类
zh_tw: 種類

# speciesNotTameable
source: The selected species is not tameable. Maybe you have selected a non-tameable variant of a tameable species?
de: Die ausgewählte Spezie ist nicht zähmbar. Vielleicht hast du eine nicht-zähmbare Variante einer zähmbaren Spezie ausgewählt?
fr: L'espèce sélectionnée n'est pas apprivoisable. Peut-être avez-vous sélectionné une variante non apprivoisable d'une espèce apprivoisable ?
ja: 選択されている生物はテイムできません。間違った生物を選択している可能性があります。
pl: Wybrany gatunek nie jest możliwy do oswojenia. Może wybrałeś zły wariant oswajalnego gatunku?
pt_br: A espécie selecionada não é controlável. Talvez você tenha selecionado uma variante não controlável de uma espécie controlável?
ru: Выбранный вид не приручен. Может быть, вы выбрали неприрученный вариант прирученного вида?
zh: 已选中午中不可被驯服, 您可能选中了此生物不可驯服的变种.
zh_tw: 選擇的物種不可被馴服, 您可能選擇了此生物不可馴服的變種.

source: Speed
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
it: Velocità
ja: 移動速度
pl: Prędkość
pt_br: Velocidade
ru: Скорость
zh: 移动速度
zh_tw: 移動速度

# Speed_Abb
source: Sp
fr: Vt
it: Ve
ja: 速度
pl: Pr
ru: Скор
zh: 移动速度
zh_tw: 速

source: Stamina
de: Ausdauer
es: Energía
fr: Endurance
it: Vigore
ja: スタミナ
pl: Energia
pt_br: Estamina
ru: Выносливость
zh: 耐力
zh_tw: 耐力

# Stamina_Abb
source: St
de: Au
fr: En
it: Vi
ja: スタ
pl: En
ru: Вын
zh: 耐力
zh_tw: 耐

source: Stat-Chart
es: Gráfico estadístico
fr: Graphique de Statistiques
it: Grafico-stat
ja: 個体値チャート
pl: Diagram statystyk
ru: Диаграмма статов
zh: 属性表
zh_tw: 屬性表

source: Stats
es: Estadísticas
fr: Statistiques
it: Statistiche
ja: 個体値
pl: Statystyki
ru: Статы
zh: 属性
zh_tw: 屬性

source: Stat Testing
de: Stat Tester
es: Prueba de estadísticas
fr: Test des statistiques
it: Test stat
ja: 個体値テスト
pl: Tester stat
ru: Тестирование статов
zh: 属性测试
zh_tw: 屬性測試

source: Status
es: Estado
fr: Statut
it: Stato
ja: ステータス
ru: Статус
zh: 状态
zh_tw: 狀態

source: System Language
de: Systemsprache
es: Idioma del sistema
fr: Langue du système
it: Lingua di sistema
ja: システム言語
pl: Język systemowy
pt_br: Idioma do Sistema
ru: Язык системы
zh: 系统语言
zh_tw: 系統語言

source: tags
ja: タグ
pl: tagi
ru: теги
zh_tw: 標籤

source: Tail
de: Schwanz
es: Cola
fr: Queue
it: Coda
ja: しっぽ
pl: Ogon
pt_br: Calda
ru: Хвост
zh: 尾巴
zh_tw: 尾巴

source: Tamed
de: Gezähmt
es: Domesticado
fr: Apprivoisé
it: Addomesticato
ja: テイム
pl: Oswojone
pt_br: Domado
ru: Прирученный
zh: 已驯服
zh_tw: 已馴服

source: Taming
de: Zähmen
es: Domadura
fr: Apprivoisement
it: Domazione
ja: テイム
pl: Oswajanie
pt_br: Domando
ru: Приручение
zh: 驯养
zh_tw: 馴服

source: Taming Calculator
de: Zähm-Rechner
es: Calculadora de domesticación
fr: Calculateur d'apprivoisement
it: Calcolatore domazione
ja: テイムカルキュレータ
pl: Kalkulator oswajania
pt_br: Calculadora de Doma
ru: Калькулятор приручения
zh: 驯养计算器
zh_tw: 馴服計算器

source: Taming Effectiveness
de: Zähm-Effektivität
es: Eficacia de domesticación
fr: Efficacité d'apprivoisement
it: Efficacia domazione
ja: テイム効果
pl: Efektywność oswojenia
pt_br: Eficacia de doma
ru: Эффективность приручения
zh: 驯养有效度
zh_tw: 馴服效率

# TamingEffectiveness_Abb
source: TE
de: ZE
fr: EA
it: DE
ja: ﾃｲﾑ効
pl: Eo
ru: Эффект
zh: 驯养有效度
zh_tw: 馴服效率

# tamingInfo
source: Taming Information
de: Zähm-Info
es: Información de domesticación
fr: Information d'apprivoisement
it: Info domazione
ja: テイム情報
pl: Informacje o oswojeniu
pt_br: Informação de doma
ru: Информация о приручении
zh: 驯服信息
zh_tw: 馴服資訊

source: Temperature
de: Temperatur
es: Temperatura
fr: Température
ja: 気温
pl: Temperatura
pt_br: Temperatura
ru: Температура
zh: 温度
zh_tw: 溫度

source: Time
de: Zeit
es: Tiempo
fr: Temps
it: Tempo
ja: 時間
pl: Czas
pt_br: Tempo
ru: Время
zh: 时间
zh_tw: 時間

source: Time between mating
de: Zeit zwischen Paarung
es: Tiempo entre apareamiento
fr: Temps entre les accouplements
it: Tempo tra l'accoppiamento
ja: 交配間隔
pl: Czas między kryciem
pt_br: Tempo entre acasalamento
ru: Время между спариваниями
zh: 交配间隔时间
zh_tw: 交配間隔

# timerFeedAll
source: Tame-feeding all for
de: Alles füttern von
es: Alimentar todo desde
fr: Tout nourrir de
it: nutrire tutto da
ja: テイム食料タイマー
pt_br: Alimentar todos por
ru: Приручение-кормление всех для
zh: 提供一切
zh_tw: 提供一切

# timerWakeupOf
source: Wakeup of
de: Erwachen von
es: Despertar de
fr: Réveil
it: Risveglio di
ja: 起床タイマー
pl: Pobudka
pt_br: Acordar de
ru: Пробуждение
zh: 唤醒时间
zh_tw: 清醒時間

# TimeUntilFeedingAllFood
source: Time until you can feed all needed food in one go
de: Zeit bis alle Nahrung auf einmal gefüttert werden kann
es: Tiempo hasta que pueda comer todo de golpe
fr: Temps avant que vous ne puissiez nourrir avec toute la nourriture nécessaire en une fois
it: Tempo fino a quando puoi dare tutto il cibo necessario in una volta sola
ja: タイム可能の空腹量になるまでの時間
pl: Czas do momentu, w którym możesz nakarmić całym jedzeniem
pt_br: Tempo até que você possa dar toda comida necessários de uma vez
ru: Время, пока вы не сможете скормить всю необходимую еду за один раз
zh: 距离秒起身时间
zh_tw: 距離餵食所有食物後可能飢餓的時間

source: Time until starving:
de: Zeit bis zum Verhungern
es: Tiempo hasta morir de hambre:
fr: Temps jusqu'à affamement :
it: Tempo fino alla fame:
ja: 空腹までの時間:
pl: Czas do zagłodzenia:
pt_br: Tempo até fome:
ru: Время до голода:
zh: 距离饥饿时间:
zh_tw: 距離飢餓時間：

# TimeUntilTorporDepleted
source: Time until max torpor is depleted
de: Zeit bis die gesamte Benommenheit abgenommen hat
es: Tiempo hasta que se agote la inconsciencia máxima
fr: Temps jusqu'à épuisement de la torpeur maximale
it: Tempo fino al massimo torpore esaurito
ja: 最大気絶値が消えるまでの時間
pl: Czas do kompletnego zejścia odurzenia
pt_br: Tempo até que o torpor máximo se esgote
ru: Время до истощения максимального оглушения
zh: 距离最大眩晕耗尽时间
zh_tw: 距離最大眩暈耗盡時間

# toolStripButtonClear
source: Clear
de: Zurücksetzen
es: Limpiar
fr: Nettoyer
it: Pulisci
ja: クリア
pl: Wyczyść
pt_br: Limpar
ru: Очистить
zh: 清除
zh_tw: 清除

# toolStripButtonCopy2Extractor
source: Copy to Extractor
de: Zum Extraktor kopieren
es: Copiar a Extractor
fr: Copier vers l'extracteur
it: Copia nell'estrattore
ja: 抽出機能へコピー
pl: Skopiuj do ekstraktora
pt_br: Copiar para o Extrator
ru: Копировать в экстрактор
zh: 复制到提取器
zh_tw: 複製到匯出工具

# toolStripButtonCopy2Tester
source: Copy to Tester
de: Zum Tester kopieren
es: Copiar a Testeo
fr: Copier vers le testeur
it: Copia sul collaudo
ja: テストへコピー
pl: Skopiuj do testera
pt_br: Copiar para o Testador
ru: Копировать в тестер
zh: 复制到测试器
zh_tw: 複製到測試工具

# toolStripButtonDeleteExpiredIncubationTimers
source: Delete All Expired
de: Lösche alle abgelaufene
es: Eliminar todo lo vencido
fr: Supprimer tous les expirés
it: Elimina tutto scaduto
ja: 終了タイマーを全て削除
pl: Usuń wszystkie przedawnione
pt_br: Apagar todos os expirados
ru: Удалить всех с истекшим сроком
zh: 移除所有已过期的
zh_tw: 刪除所有已過期

# toolStripButtonDeleteTempCreature
source: Delete temp Cr
de: Lösche Kreatur-Werte
es: Eliminar temp Cr
fr: Supprimer la créature temporaire
it: Cancella creatura temp
ja: 一時生物を削除
pl: Usuń tymczasowe zw.
ru: Удалить временное существо
zh: 移除临时生物
zh_tw: 刪除臨時生物

# toolStripButtonDeleteTempCreatureTT
source: Delete currently selected data of the temporary creature
de: Lösche die gerade ausgewählten Kreaturen-Werte
es: Eliminar los datos seleccionados actualmente de la criatura temporal
fr: Supprimer les données actuellement sélectionnées de la créature temporaire
it: Elimina i dati attualmente selezionati della creatura temporanea
ja: 選択されいているデータを一時生物から削除
pl: Usuń obecnie zaznaczone dane tymczasowego zwierzęcia
pt_br: Apaga os dados atualmente selecionados da criatura temporária
ru: Удалить текущие выбранные данные временного существа
zh: 删除临时生物的所有选定数据
zh_tw: 刪除臨時生物的所有選擇數據

# toolStripButtonSaveCreatureValuesTemp
source: Save values
de: Speichere Werte
es: Guardar valores
fr: Enregistrer les valeurs
it: Salva valori
ja: 値を保存
pl: Zapisz wartości
pt_br: Salvar Valores
ru: Сохранить значения
zh: 保存数值
zh_tw: 保存數值

# toolStripButtonSaveCreatureValuesTempTT
source: Save entered values until extraction-issue is resolved. This creature cannot be used in other parts of this application until it is properly extracted.
de: Speichere die Kreaturen-Werte, wenn es Extraktionsprobleme gab. Diese Werte können nicht in anderen Bereichen benutzt werden, und werden nur zwischengespeichert.
es: Guardar los valores ingresados hasta que se resuelva el problema de extracción. Esta criatura no se puede usar en otras partes de esta aplicación hasta que se extraiga correctamente.
fr: Enregistrez les valeurs entrées jusqu'à ce que le problème d'extraction soit résolu. Cette créature ne peut pas être utilisée dans d'autres parties de cette application tant qu'elle n'a pas été correctement extraite.
it: Salva i valori inseriti fino alla risoluzione del problema di estrazione. Questa creatura non può essere utilizzata in altre parti di questa applicazione finché non viene estratta correttamente.
ja: 抽出で発生した問題が解決するまでに入力値を保存。抽出が正常に完了するまでは、この生物をツールの他の機能で利用できません。
pl: Zapisz wprowadzone wartości aż błąd ekstrakcji zostanie rozwiązany. To stworzenie nie może być wprowadzone do pozostałych sekcji aplikacji aż do pomyślnej ekstrakcji.
pt_br: Salve os valores inseridos até que o problema de extração seja resolvido. Esta criatura não pode ser usada em outras partes deste aplicativo até que seja devidamente extraída.
ru: Сохраните введенные значения, пока проблема с извлечением не будет решена. Это существо нельзя использовать в других частях этого приложения, пока оно не будет должным образом извлечено.
zh: 保存输入值直到提取问题被解决. 正确提取前此生物无法用于程序的其他地方.
zh_tw: 保存輸入值直到匯出問題被解決. 正確匯出前此生物無法用於程序的其他地方.

# ToolStripLabelFilter
source: Filter
fr: Filtrer
ja: フィルター
pl: Filtr
pt_br: Filtro
ru: Фильтр
zh_tw: 篩選
