Repository: cadon/ARKStatsExtractor
Catalog: ARKBreedingStats/local/strings.*.resx
Languages: de, es, fr, it, ja, pl, pt_br, ru, zh, zh_tw

# lbSumDomTT
source: This is the sum of all manual levelups of this creature, it should exactly match the number below. If it's not matching, click on a stat that is yellow and choose another possible level distribution.
de: Summe aller manuellen (domestizierten) Levelups dieser Kreatur. Diese Zahl muss exakt der Zahl drunter entsprechen. Wenn sie nicht übereinstimmt, klicke auf einen gelben Stat und wähle eine andere Kombination aus.
es: Esta es la suma de todos los niveles subidos a mano de esta criatura, debe coincidir exactamente con el número a continuación. Si no coincide, haga clic en una estadística que sea amarilla y elija otra posible distribución de niveles.
fr: Ceci est la somme de tous les niveaux manuels de cette créature, il devrait correspondre exactement au nombre ci-dessous. Si cela ne correspond pas, cliquez sur une statistique apparaissant en jaune et choisissez une autre distribution de niveau possible.
it: Questa è la somma di tutti i livellamenti manuali di questa creatura, dovrebbe corrispondere esattamente al numero qui sotto.Se non corrisponde, fai clic su una statistica gialla e scegli un'altra possibile distribuzione di livello.
ja: 手動で割り振りされたレベルの合計が以下の値になるべきです。 合計が合わない場合、黄色い個体値をクリックすると新しい個体値が振られます。
pl: Suma wszystkich ręcznie przyznanych punktów. Powinna być równa dokładnie tyle co liczba podana poniżej, a jeśli nie jest, kliknij na statystykę wyświetlaną na żółto i wybierz inną możliwą dystrybucję.
pt_br: Esta é a soma de todos os níveis manuais desta criatura, deve corresponder exatamente ao número abaixo. Se não corresponder, clique em um status amarelo e escolha outra distribuição de level possível.
ru: Это сумма всех ручных уровней этого существа, она должна точно совпадать с числом ниже. Если он не совпадает, нажмите на желтую статистику и выберите другое возможное распределение уровней.
zh: 该生物手动可升级数字总和, 此数字与下面的需保持一致. 如果数据不匹配,请点击标位黄色的属性然后修改其可能的数据分布.
zh_tw: 該生物手動可升級數字總和, 此數字與下面的需保持一致. 如果數字不一樣, 請點擊標位黃色的屬性然後修改其可能的數據分布.

# lbSumWildTT
source: This is an indicator if the sum of the wild levels is valid. If a number with a plus sign is shown, the sum is too high and you need to choose another possibility from the lists of yellow stats.
de: Dies ist eine Anzeige, ob die wilden Level korrekt sind. Wenn eine Nummer mit Plus-Zeichen angezeigt wird, ist die Summe zu hoch, und eine andere Kombination aus den gelb-markierten Stats muss ausgewählt werden.
es: Este es un indicador si la suma de los niveles salvajes es válida. Si se muestra un número con un signo más, la suma es demasiado alta y debe elegir otra posibilidad de las listas de estadísticas amarillas.
fr: Ceci est un indicateur si la somme des niveaux sauvages est valide. Si un nombre avec un signe plus est affiché, la somme est trop élevée et vous devez choisir une autre possibilité parmi les listes de statistiques apparaissant en jaune.
it: Questo è un indicatore se la somma dei livelli selvatici è valida. Se viene visualizzato un numero con un segno più, la somma è troppo alta e devi scegliere un'altra possibilità dagli elenchi delle statistiche gialle.
ja: この値で野生生物の合計レベルが妥当か確認できます。 値に＋が表示されている場合、合計が高すぎます。その際は他の黄色い個体値を選択してください。
pl: Wskaźnik czy suma dzikich poziomów jest prawidłowa. Jeśli wyświetlona jest liczba z plusem, suma jest za wysoka i musisz wybrać inną możliwą wartość z listy żółtych statystyk.
pt_br: “Este é um indicador se a soma dos níveis selvagens é válida.
ru: Это индикатор того, действительна ли сумма диких уровней. Если отображается число со знаком плюс, сумма слишком велика, и вам нужно выбрать другой вариант из списков желтых характеристик.
zh: 这是总体野生等级是否有效的指示器. 如果数字后显示带加号则表明总和过高,您需要从黄色的列表中选取另外一种可能性.
zh_tw: 這是總體野生等級是否有效的指標. 如果數字後顯示加號則表明總和過高, 您需要從黃色的列表中選取另外一種可能性.

# lbTamingTime
source: taming time
de: Zähm-Zeit
es: tiempo de domesticación
fr: temps d'apprivoisement
it: Tempo addomesticamento
ja: テイム時間
pl: czas oswajania
pt_br: tempo de doma
ru: время приручения
zh: 驯服时间
zh_tw: 馴服時間

# lbTestingInfo
source: Preview or edit levels of a creature.
de: Vorschau oder Bearbeitung von Kreaturen-Leveln
es: Previsualizar o editar niveles de una criatura.
fr: Prévisualiser ou modifier les niveaux d'une créature.
it: Visualizza in anteprima o modifica i livelli di una creatura.
ja: 生物のレベルを確認、または編集。
pl: Podejrzyj lub edytuj poziomy zwierzęcia.
pt_br: Visualizar ou editar os níveis de uma criatura.
ru: Предварительный просмотр или изменение уровней существа.
zh: 预览或者编辑生物的等级.
zh_tw: 預覽或者編輯生物的等級.

# lbTimeUntilWakingUp
source: Time until wake-up: {0}
de: Zeit bis Erwachen: {0}
es: Tiempo hasta que despierte: {0}
fr: Temps avant réveil : {0}
it: Tempo fino al risveglio: {0}
ja: 目が覚めるまで: {0}
pl: Czas do wybudzenia: {0}
pt_br: Tempo até acordar: {0}
ru: Время до пробуждения: {0}
zh: 距清醒时间: {0}
zh_tw: 剩餘清醒時間: {0}

# lbTribeTT
source: Click to toggle if the OCR can change the tribe-field. Enable it if the OCR doesn't recognize the tribe-name correctly and you want to add multiple creatures with the same tribe.
de: Klicke um zu ändern, ob die OCR das Stamm-Feld ändern kann. Aktiviere dies, wenn die OCR den Stammnamen nicht korrekt erkennt.
es: Haga clic para alternar si el OCR puede cambiar el campo de la tribu. Habilítelo si el OCR no reconoce el nombre de la tribu correctamente y desea agregar varias criaturas con la misma tribu.
fr: Cliquez pour basculer si l'OCR peut changer le champ de tribu. Activez-le si l'OCR ne reconnaît pas correctement le nom de tribu et si vous souhaitez ajouter plusieurs créatures avec la même tribu.
it: Clicca per alternare se l'OCR può cambiare il campo tribù.Abilitalo se l'OCR non riconosce correttamente il nome della tribù e vuoi aggiungere più creature con la stessa tribù.
ja: クリックするとOCRでトライブ情報をするかの設定できます。 有効にするとOCRはトライブ情報を取得しません。
pl: Kliknij, by zmienić, czy OCR może zmienić pole plemienia. Zaznacz jeśli odczytywana nazwa nie jest poprawna, albo gdy chcesz dodać wiele zwierząt tego samego plemienia.
pt_br: Clique para alternar se o OCR pode alterar o campo da tribo. Habilite-o se o OCR não reconhecer o nome da tribo corretamente e você quiser adicionar várias criaturas com a mesma tribo.
ru: Щелкните для переключения, если OCR может изменять поле племени. Включите его, если OCR неправильно распознает название племени и вы хотите добавить несколько существ из одного племени.
zh: 点击以修改是否允许OCR修改部落一栏. 如果OCR无法正确识别所有者名称并且您想让多个生物拥使用同一个部落所属则请启用.
zh_tw: 點擊以修改是否允許 OCR 修改部落一欄. 如果 OCR 無法正確識別所有者名稱並且您想讓多個生物擁使用同一個部落所屬則請啟用.

# lbUsed
source: used
de: benutzt
es: usado
fr: utlilisé
it: usato
ja: 使用済み
pl: użyte
pt_br: usado
ru: используемый
zh: 已使用
zh_tw: 已使用

source: Level
es: Nivel
fr: Niveau
it: Livello
ja: レベル
pl: Poziom
ru: Уровень
zh: 等级
zh_tw: 等級

source: Levels
es: Niveles
fr: Niveaux
it: Livelli
ja: レベル
pl: Poziomy
ru: Уровни
zh: 等级
zh_tw: 等級

# LevelWild_Abb
source: LW
fr: NS
ja: 野lvl
ru: Lvl дикого
zh: 等级
zh_tw: 野LV

# Level_Abb
source: Lvl
fr: Niv
zh_tw: Lv

source: Library
de: Bibliothek
es: Biblioteca
fr: Bibliothèque
it: Libreria
ja: ライブラリ
pl: Biblioteka
ru: Библиотека
zh: 库
zh_tw: 資料庫

source: Library Filter
de: Bibliotheks-Filter
fr: Filtres de la bibliothèque
ja: ライブラリフィルター
pl: Filtr biblioteki
pt_br: Filtro da Biblioteca
ru: Фильтр библиотеки
zh_tw: 篩選資料庫

# libraryFilterToolStripMenuItem
source: Filter library…
de: Bibliothek filtern…
fr: Filtres de la bibliothèque…
ja: ライブラリをフィルター...
pl: Filtruj bibliotekę…
pt_br: Filtrar Biblioteca…
ru: Библиотека фильтров…
zh_tw: 篩選資料庫…

# loadAndAddToolStripMenuItem
source: Load and A&dd...
de: La&den und hinzufügen…
es: Cargar y a&gregar...
fr: Charger et A&jouter...
it: Carica e aggiungi...
ja: ロードして追加...
pl: Załaduj i &Dodaj...
pt_br: Carregar e A&dic...
ru: Загрузить и до&бавить ...
zh: 加载和添加…
zh_tw: 載入和新增…

# loadToolStripMenuItem
source: &Load...
de: &Laden…
es: &Cargar...
fr: &Charger...
it: &Carica...
ja: ロード...
pl: &Załaduj
pt_br: &Carregar...
ru: &Загрузить ...
zh: &读取...
zh_tw: 讀取…

source: Longneck
es: Rifle de cañón largo
fr: Fusil à canon long
it: Fucile a canna lunga
ja: ライフル
pl: Strzelba
pt_br: Cano Longo
ru: Длинная шея
zh: 长管步枪
zh_tw: 長管步槍

source: Male
de: männlich
es: Macho
fr: Mâle
it: Maschio
ja: オス
pl: Samiec
pt_br: Macho
ru: Самец
zh: 雄性
zh_tw: 雄性

# malesToolStripMenuItem
source: Males
de: Männchen
es: Machos
fr: Mâles
it: Maschi
ja: オス
pl: Samce
pt_br: Machos
ru: Самцы
zh: 雄性
zh_tw: 雄性

source: Mating Time
de: Paarungsdauer
fr: Temps d'accouplement
ja: 交配時間
pl: Czas krycia
pt_br: Tempo de Acasalamento
ru: Время спаривания
zh: 交配时长
zh_tw: 交配時間

source: Maturation
de: Wachstum
es: Maduración
it: Maturazione
ja: 成長
pl: Dojrzewanie
pt_br: Maturação
ru: Созревание
zh: 成长度
zh_tw: 成長度

source: mature
de: ausgewachsen
es: madura
it: matura
ja: 成体
pl: dojrzałe
ru: зрелый
zh: 成熟
zh_tw: 成熟

source: max wild level
fr: niveau sauvage maximum
ja: 最大野生レベル
pl: maks. dziki poziom
pt_br: Lvl max Selvagem
ru: максимальный дикий уровень
zh_tw: 最大野生等級

# maxLevelForLevelUp
source: max level that allows domestic levelups
de: max wild Level welches ein manuelles Aufleveln erlaubt
fr: niveau maximum qui permet des augmentations de niveau d'apprivoisement
pt_br: level máximo que permite upar adequadamente
zh_tw: 最大馴服等級

# maxLevelSaved
source: max wild level that will be saved
de: max wild Level welches gespeichert wird
fr: niveau sauvage maximum qui sera sauvegardé
pt_br: level máximo selvagem que será salvo
zh_tw: 將被保存的最大野生級別

# modValueManagerToolStripMenuItem
source: Mod value manager…
de: Lade Mod Werte…
es: Gestor de valores mod…
fr: Gestionnaire des valeurs des mods…
it: Carica valori aggiuntivi…
ja: Mod値マネージャー…
pl: Menadżer danych modów…
pt_br: Carregar valores adicionais…
ru: Диспетчер значений мода…
zh: 加载其他数值…
zh_tw: 載入額外數值…

source: Mother
de: Mutter
es: Madre
fr: Mère
it: Madre
ja: 母
pl: Matka
pt_br: Mãe
ru: Мать
zh: 母亲
zh_tw: 母親

# multiSetterToolStripMenuItem
source: MultiSetter…
ja: MultiSetter(複数設定機能)…
ru: Мультисеттер…
zh: 多重选择…
zh_tw: 多重選擇…

# mutatedCreaturesToolStripMenuItem
source: Mutated Creatures
de: Mutierte Kreaturen
es: Criaturas mutadas
fr: Créatures mutées
it: Creature mutate
ja: 変異生物
pl: Zmutowane zwierzęta
pt_br: Criaturas Mutadas
ru: Мутировавшие существа
zh: 变异生物
zh_tw: 突變生物

source: Mutation-Counter
de: Mutations-Zähler
es: Contador de mutaciones
fr: Compteur de mutations
it: Segnalino mutazione
ja: 変異数
pl: Licznik mutacji
pt_br: Contador de Mutações
ru: Счетчик мутаций
zh: 变异计数器
zh_tw: 突變計數器

source: Mutations
de: Mutationen
es: Mutaciones
it: Mutazioni
ja: 変異
pl: Mutacje
pt_br: Mutações
ru: Мутации
zh: 突变
zh_tw: 突變

# Mutations_Abb
source: Mu
ja: 変異
ru: Му
zh: 突变
zh_tw: 突

source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
pl: Nazwa
pt_br: Nome
ru: Имя
zh: 名字
zh_tw: 名稱

source: Narcotics
de: Narkotiks
es: Narcóticos
fr: Narcotiques
it: Narcotici
ja: 麻痺薬
pl: Narkotyki
pt_br: Narcoticos
ru: Наркотики
zh: 麻醉药
zh_tw: 麻醉藥

source: Neck
de: Hals
es: Cuello
fr: Cou
it: Collo
ja: 首
pl: Szyja
pt_br: Pescoço
ru: Шея
zh: 脖子
zh_tw: 脖子

source: Neutered
de: kastriert
es: Castrado
fr: Castrer
it: Castrato
ja: 去勢
pl: Wykastrowane
pt_br: Castrado
ru: Кастрированный
zh: 已绝育
zh_tw: 已絕育

# neuteredCreaturesToolStripMenuItem
source: Neutered Creatures
de: Kastrierte Kreaturen
es: Criaturas castradas
fr: Créatures castrées
it: Creature castrate
ja: 去勢された生物
pl: Wykastrowane zwierzęta
pt_br: Criaturas Castradas
ru: Стерилизованные существа
zh: 已绝育生物
zh_tw: 已絕育生物

# newToolStripMenuItem
source: &New Library
de: &Neue Bibliothek
es: &Nueva biblioteca
fr: &Nouvelle bibliothèque
it: &Nuova libreria
pl: &Nowa biblioteka
pt_br: &Nova biblioteca
ru: &Новая библиотека
zh: &新
zh_tw: 新資料庫

source: new top level
de: neues top Level
es: nuevo nivel superior
fr: nouveau meilleur niveau
it: nuovo livello superiore
ja: 新最高個体値
pl: nowy najwyższy poziom
pt_br: novo top level
ru: новый топ уровень
zh_tw: 新最高屬性

source: no color
de: keine Farbe
es: sin color
fr: aucune couleur
it: nessun colore
ja: 色なし
pl: brak koloru
pt_br: sem cor
ru: нет цвета
zh: 没有颜色
zh_tw: 沒有顏色

# noCreatureSelectedInLibrary
source: There are no creatures in the library selected to copy to the clipboard.
de: Keine Kreaturen in der Bibliothek zum Kopieren ausgewählt.
fr: Il n'y a aucune créature dans la bibliothèque sélectionnée à copier dans le presse-papiers.
ja: クリップボードにコピーする生物がライブラリーから選択されていません。
pl: Nie zaznaczono żadnego osobnika z biblioteki, który mógłby być skopiowany do schowka.
pt_br: Não há criaturas na biblioteca selecionadas para copiar para a área de transferência.
ru: В библиотеке, выбранной для копирования в буфер обмена, нет существ.
zh_tw: 資料庫中沒有選擇複製到剪貼簿的生物.

# NoPossiblePairingForSpeciesFound
source: No possible pairings found for {0}. Make sure at least one female and male are available in your library and that you didn't exclude all possible creatures via the tag-selector.
de: Keine möglichen Paarungen für {0} gefunden. Stelle sicher, dass mindestens ein Männchen und ein Weibchen in deiner Bibliothek verfügbar sind und dass sie nicht durch Tags ausgeschlossen sind.
es: No se encontraron emparejamientos posibles para {0}. Asegúrese de que al menos una hembra y un macho estén disponibles en su biblioteca y que no haya excluido todas las criaturas posibles a través del selector de etiquetas.
fr: Aucun jumelage possible trouvé pour {0}. Assurez-vous qu'au moins une femelle et un mâle sont disponibles dans votre bibliothèque et que vous n'avez pas exclu toutes les créatures possibles via le sélecteur de tags.
it: Nessun accoppiamento possibile trovato per {0}. Assicurati che almeno una femmina e un maschio siano disponibili nella tua libreria e che tu non abbia escluso tutte le possibili creature tramite il selettore di tag.
ja: {0}と交配できる生物がいません。オスメスが一匹ずつライブラリにいることを確認してください。また、タグにより除外されている生物もいないことを確認してください。
pl: Nie znaleziono możliwych sparowań dla {0}. Upewnij się, że w bibliotece obecna jest co najmniej jedna samica i samiec oraz, że żadne z tych zwierząt nie zostało wykluczone etykietą.
pt_br: Nenhum pareamento possível encontrado para {0}. Certifique-se de que pelo menos uma fêmea e um macho estejam disponíveis em sua biblioteca e que você não tenha excluído todas as criaturas possíveis por meio do seletor de tags.
ru: Не найдено возможных пар для {0}. Убедитесь, что в вашей библиотеке есть хотя бы один мужчина и женщина, и что вы не исключили все возможные существа с помощью селектора тегов.
zh: 找不到生物 {0} 的配种. 请确保生物库中至少存在一只雄性和一只雌性生物, 并且在标签筛选中没有排除所有标签.
zh_tw: 找不到生物 {0} 的配種. 請確保生物資料庫中至少存在一只雄性和一只雌性生物, 並且在標簽篩選中沒有排除所有標簽.

source: not a baby anymore
de: kein Baby mehr
es: Ya no es una bebe
fr: plus un bébé
it: non più un bambino
ja: もう幼児でありません
pl: już nie młode
pt_br: não é mais um bebê
ru: больше не ребенок
zh: 不再是婴儿
zh_tw: 不再是嬰兒

# noTamingData
source: no taming-data available
de: keine Zähm-Daten vorhanden
es: sin datos de domesticación disponibles
fr: aucune donnée d'apprivoisement disponible
it: nessun dato di addomesticamento disponibile
ja: テイム情報がありません
pl: brak danych o oswojeniu
pt_br: sem dados de doma disponíveis
ru: нет данных о приручении
zh: 没有可用的驯服数据
zh_tw: 沒有可用的馴服資訊

source: not available
de: nicht verfügbar
es: no disponible
fr: indisponible
it: non disponibile
ja: 利用不可
pl: niedostępne
pt_br: não disponível
ru: недоступен
zh: 不可用
zh_tw: 不可用

source: Note
de: Notiz
es: Nota
fr: Remarque
it: Nota
ja: メモ
pl: Notatka
pt_br: Nota
ru: Запись
zh: 笔记
zh_tw: 筆記

# notEnoughFoodToTame
source: Not enough food to tame the creature!
de: Nicht genug Nahrung zum Zähmen der Kreatur!
es: ¡No hay suficiente comida para domar a la criatura!
fr: Pas assez de nourriture pour apprivoiser la créature !
it: Cibo non abbastanza per domare la creatura!
ja: テイム用の食料が足りません！
pl: Za mało jedzenia do oswojenia zwierzyny!
pt_br: sem comida suficiente pra domar essa criatura!
ru: Недостаточно еды, чтобы приручить существо!
zh: 驯服食物不够!
zh_tw: 馴服生物的食物不夠!

source: no timer selected
de: kein Timer ausgewählt
es: sin temporizador seleccionado
fr: aucune minuterie sélectionnée
it: nessun timer selezionato
ja: タイマーが選択されていません。
pl: nie wybrano timera
pt_br: nenhum cronômetro selecionado
ru: таймер не выбран
zh: 未选择计时器
zh_tw: 未選擇計時器

source: not yet tamed
de: noch nicht gezähmt
es: aún no domesticado
fr: pas encore apprivoisé
it: non ancora addomesticato
ja: テイムが終わっていません。
pl: jeszcze nieoswojone
pt_br: não domado ainda
ru: еще не приручен
zh: 尚未驯服
zh_tw: 尚未馴服

source: No valid data
de: Keine gültigen Daten
fr: Aucune donnée valide
ja: 有効データがありません。
pl: Brak prawidłowych danych
pt_br: Sem dados disponíveis
ru: Нет достоверных данных
zh_tw: 沒有有效數據

# noValidExtractedCreatureToExport
source: There is no valid extracted creature to export.
de: Keine gültig extrahierte Kreature zum Export vorhanden.
fr: Il n'y aucune créature extraite valide à exporter.
ja: エクスポートできる有効な抽出済み生物がいません。
pl: Brak prawidłowej zwierzyny do eksportu.
pt_br: Não há nenhuma criatura extraída válida para exportar.
ru: Нет действительного извлеченного существа для экспорта.
zh_tw: 沒有有效的匯出生物資料可以匯出.

# nudBPMutationLimitTT
source: Consider only creatures with at most this many mutations. Set to -1 for any number of mutation.
de: Nur Kreaturen mit maximal diesen Mutationen einbeziehen. Setze auf -1 um Kreaturen unabhängig der Mutationen anzuzeigen.
es: Considere solo criaturas con al menos estas mutaciones. Establezca en -1 para cualquier número de mutación.
fr: Considérer seulement les créatures ayant au maximum autant de mutations. Régler sur -1 pour n'importe quel nombre de mutation.
it: Considera solo le creature con al massimo molte mutazioni.Impostare su -1 per qualsiasi numero di mutazione.
ja: この値より少ない変異数の生物のみ検討します。 -1に設定するとどの変異数の生物でも検討します。
pl: Uwzględniaj tylko i wyłącznie zwierzęta z co najwyżej tyloma mutacjami.U Ustaw -1 by zezwolić na dowolną liczbę mutacji.
pt_br: Considere apenas criaturas com no máximo essa quantidade de mutações. Defina como -1 para qualquer número de mutações.
ru: Рассматривайте только существа с максимальным количеством мутаций. Установите -1 для любого количества мутаций.
zh: 只考虑最多不超过设定数值突变次数的生物. 设定数值为-1来选取任意突变次数."
zh_tw: 只考慮最多不超過設定數值突變次數的生物. 將數值設定為 -1 來選取任意突變次數.

source: Nursing Effectiveness
de: Hege Effektivität
fr: Efficacité de l'allaitement
zh_tw: 護理效果

# Nursing Effectiveness_Abb
source: NE
de: HE
fr: EA
zh_tw: 護

# obeliskCreaturesToolStripMenuItem
source: Obelisk Creatures
de: Obelisk Kreaturen
es: Criaturas en obelisco
fr: Créatures dans l'obélisque
it: Creature nel Obelisco
ja: オベリスク生物
pl: Zwierzęta z Obelisku
ru: Обелиск Существ
zh: 方舟生物
zh_tw: 方舟生物

# onlinehelpToolStripMenuItem
source: Online Manual…
de: Online Anleitung…
es: Manual en Linea…
fr: Manuel en ligne…
it: Manuale online…
ja: オンラインマニュアル...
pl: Instrukcja online…
pt_br: Manual Online…
ru: Онлайн-руководство…
zh: 在线手册…
zh_tw: 線上手冊…

# onlyCreaturesWithThisColor
source: Only creatures that have this color
de: Nur Kreaturen mit dieser Farbe
fr: Uniquement les créatures qui ont cette couleur
ja: この色の生物のみ
pl: Tylko zwierzęta, które mają ten kolor
pt_br: Somente criaturas que têm esta cor
ru: Только существа этого цвета
zh_tw: 只有具有這種顏色的生物

# onlyPairingsWith
source: only pairings with "{0}"
de: nur Paarungen mit "{0}"
es: solo emparejamientos con "{0}"
fr: seulement des accouplement avec "{0}"
it: solo abbinamenti con "{0}"
ja: 「{0}」と交配できる生物
pl: tylko pary z "{0}"
pt_br: apenas pares com "{0}"
ru: только пары с "{0}"
zh: 仅于 "{0}" 配对
zh_tw: 僅於 "{0}" 交配

# openSettingsToolStripMenuItem
source: Se&ttings…
de: Eins&tellungen…
es: Co&nfiguracíón…
fr: Paramè&tres…
it: Impostazioni…
ja: 設定…
pl: Us&tawienia
pt_br: Conf&igurações…
ru: На&стройки…
zh: 设置…
zh_tw: 設定…

# OrOneAscerbicMushroom
source: or one Ascerbic Mushroom every
de: oder ein ascerbic Pilz pro
fr: ou un champignon ascorbique tous les
ja: または1アスセビックマッシュルーム毎
pl: lub jeden Grzyb Askerbik co
pt_br: ou apenas um cogumelo Ascerbico cada
ru: или один едкий гриб каждые
zh: 每个黑色蘑菇
zh_tw: 或 每個黑色蘑菇

source: or one Bio Toxin every
de: oder ein Bio-Toxin pro
es: o una Biotoxina cada
fr: ou une toxine biologique tous les
it: o una Biotossina ogni
ja: または1バイオトキシン毎
pl: lub jedna Bio-toksyna co
pt_br: ou uma BioToxina cada
ru: или один биотоксин каждые
zh: 水母毒素每
zh_tw: 或 每個水母毒素

source: or one Narcotic every
de: oder ein Narkotik pro
es: o un Narcótico cada
fr: ou un narcotique tous les
it: o un Narcotico ogni
ja: または1麻痺薬毎
pl: lub jeden Narkotyk co
pt_br: or um Narcotico cada
ru: или один наркотик каждые
zh: 麻醉剂每
zh_tw: 或 每個麻醉劑

source: Owner
de: Besitzer
es: Propietario
fr: Propriétaire
it: Proprietario
ja: 所有者
pl: Właściciel
pt_br: Proprietário
ru: Владелец
zh: 所有者
zh_tw: 所有者

source: Owner filter from library
de: Besitzer Filter von der Bibliothek
fr: Filtre de propriétaire de la bibliothèque
ja: ライブラリから所有者フィルタ
pl: Filtruj właściciela z biblioteki
pt_br: Filtrar bibliotéca por proprietário
ru: Фильтр владельца из библиотеки
zh_tw: 依照所有者篩選資料庫

source: owners
de: Besitzer
fr: propriétaires
ja: 所有者
pl: właściciele
pt_br: Proprietários
ru: владельцы
zh_tw: 所有者

source: Oxygen
de: Sauerstoff
es: Oxígeno
fr: Oxygène
it: Ossigeno
ja: 酸素量
pl: Tlen
pt_br: Oxigenio
ru: Кислород
zh: 氧气
zh_tw: 氧氣

# Oxygen_Abb
source: Ox
de: O2
it: Os
ja: 酸素
pl: O2
ru: Кисл
zh: 氧气
zh_tw: 氧

source: Parents
de: Eltern
es: Padres
it: genitori
ja: 親
pl: Rodzice
pt_br: Pais
ru: Родители
zh: 父母
zh_tw: 父母

# pasteCreatureToolStripMenuItem
source: Paste Creature
de: Füge Kreatur ein
es: Pegar Criatura
fr: Coller la créature
it: Incolla creatura
ja: 生物を貼り付け
pl: Wklej zwierzę
pt_br: Colar Criatura
ru: Вставить существо
zh: 粘贴生物
zh_tw: 貼上生物

source: paused
de: pausiert
es: pausada
fr: mis en pause
it: messo in pausa
ja: 一時停止
pl: pauza
pt_br: pausado
ru: приостановлено
zh: 已暂停
zh_tw: 已暫停

source: Pedigree
de: Stammbaum
es: Árbol genealógico
fr: Pédigrée
ja: 血統
pl: Rodowód
ru: Родословная
zh: 族谱
zh_tw: 族譜

source: Player
de: Spieler
es: Jugador
fr: Joueur
it: Giocatore
ja: プレイヤー
pl: Gracz
pt_br: Jogador
ru: Игрок
zh: 玩家
zh_tw: 玩家

# possibleLevelRange
source: Possible Level-Range: {0}–{1}
de: Möglicher Level-Bereich: {0}–{1}
fr: Plage de niveaux possible : {0}–{1}
ja: 可能レベル範囲: {0}–{1}
pl: Możliwy zakres poziomu: {0}–{1}
pt_br: Faixa de level Possível: {0}–{1}
ru: Возможный диапазон уровней: {0} - {1}
zh_tw: 可能等級區間：{0} – {1}

source: Pre tame level
de: Level vor dem Zähmen
fr: Niveau pré-apprivoisé
ja: テイム前レベル
pl: Poziom przed oswojeniem
pt_br: level de Predoma
ru: Уровень перед приручением
zh_tw: 馴服前等級

# ProbabilityForBest
source: Probability for this Best Possible outcome
de: Wahrscheinlichkeit für dieses beste Ergebnis
es: Probabilidad de este mejor resultado posible
fr: Probabilité pour ce meilleur résultat possible
it: Probabilità per questo miglior risultato possibile
ja: 最高の結果が出る確率
pl: Prawdopodobieństwo na najlepszy możliwy rezultat
pt_br: Probabilidade para melhor resultado possível
ru: Вероятность этого наилучшего возможного исхода
zh: 此最佳结果可能性
zh_tw: 此最佳結果可能性

source: Probability for one mutation
de: Wahrscheinlichkeit für eine Mutation
fr: Probabilité d'une mutation
ja: 変異の確率
pl: Szansa na jedną mutację
pt_br: Probabilidade para uma mutação
ru: Вероятность одной мутации
zh: 单次变异可能性
zh_tw: 單次變異可能性

# quitToolStripMenuItem
source: &Quit
de: Beenden
es: &Salir
fr: &Quitter
it: &Esci
ja: 終了
pl: Zamknij
pt_br: &Sair
ru: &Выйти
zh: &退出
zh_tw: 退出

source: Raising
de: Aufzucht
es: Crecimiento
fr: Élevage
ja: 育児
pl: Rozwój
pt_br: Subindo
ru: Выращивание
zh: 抚养
zh_tw: 撫養

# rbBPHighStats
source: Best next generation
de: Beste nächste Generation
es: Mejor próxima generación
fr: Meilleure prochaine génération
it: Migliore prossima generazione
ja: 次に最高の世代
pl: Najlepsze kolejne pokolenie
pt_br: Melhor próxima geração
ru: Лучшее следующее поколение
zh: 最好的下一代
zh_tw: 最好的下一代
