Repository: cadon/ARKStatsExtractor
Catalog: ARKBreedingStats/local/strings.*.resx
Languages: de, es, fr, it, ja, pl, pt_br, ru, zh, zh_tw

# aboutToolStripMenuItem
source: about…
de: über…
es: Sobre…
fr: À propos...
it: riguardo…
ja: 情報…
pl: o aplikacji…
pt_br: sobre…
ru: Обо мне…
zh: 关于…
zh_tw: 關於…

source: Add Note
de: Neue Notiz
es: Añadir la nota
fr: Ajouter une remarque
it: Aggiungi nota
ja: メモを追加
pl: Dodaj notatkę
pt_br: Adicionar Nota
ru: Добавить заметку
zh: 添加注释
zh_tw: 添加注釋

source: Added
de: Hinzugefügt
es: Adicional
fr: Ajouté
it: Aggiunto
ja: 追加
pl: Dodano
pt_br: Adicionado
ru: Добавлено
zh: 添加
zh_tw: 添加

source: Added at
de: Hinzugefügt am
fr: Ajouté à
ja: 追加時刻
pl: Dodano o
pt_br: Adicionado em
ru: Добавлено в
zh: 添加到
zh_tw: 添加到

source: All
de: Alle
fr: Tout
ja: 全て
pl: Wszystkie
pt_br: Todos
ru: Все
zh_tw: 全選

# AlreadyCreatureWithTopStats
source: There is already a creature in your library that has all the available top-stats with the current set filters ({0} {1}). The currently selected conservative-breeding-mode might show some suggestions that may seem non-optimal. Change the breeding-mode to "Best next generation" for better suggestions.
de: Es gibt bereits eine Kreatur, die alle verfügbaren Top-Stats mit den gesetzten Filtern besitzt ({0} {1}). Der aktuell gewählte konservative Zucht-Modus könnte einige suboptimale Vorschläge anzeigen. Wähle den "Beste nächste Generation"-Modus aus, um bessere Vorschläge zu erhalten.
es: Ya hay una criatura en tu biblioteca que tiene todas las estadísticas principales disponibles ({0} {1}). El modo de cría conservadora seleccionado actualmente puede mostrar algunas sugerencias que pueden parecer no óptimas. Cambia el modo de reproducción a "Mejor próxima generación" para obtener mejores sugerencias.
fr: Une créature ayant les meilleures statistiques est déjà présente dans la librairie avec les filtres choisis ({0} {1}). Le mode de reproduction conservateur actuellement sélectionné peut indiquer certaines suggestions pouvant sembler non optimales. Changez le mode de reproduction en "Meilleure prochaine génération" pour de meilleures suggestions.
it: C'è già una creatura nella tua libreria che ha tutte le statistiche migliori disponibili ({0} {1}). La modalità di allevamento conservativo attualmente selezionata potrebbe mostrare alcuni suggerimenti che potrebbero sembrare non ottimali.Cambia la modalità di riproduzione in "Migliore prossima generazione" per suggerimenti migliori.
ja: フィルタで絞り込まれたライブラリに既に最高ステータスの生物が存在します({0} {1})。 現在選択されている「conservative-bredding-mode」では適切でない提案を表示する可能性があります。 より最適な提案を表示するにはブリーディングモードを「高ステータス」に変更してください。
pl: W twojej bibliotece istnieje już zwierzę, którego statystyki są najwyższe z dostępnych ({0} {1}). W obecnie wybranym zachowawczym planie hodowli mogą być wyświetlane nieoptymalne sugestie. Wybierz tryb "Wysokie statystyki", by otrzymać lepsze sugestie.
pt_br: Já Existe uma criatura na sua biblioteca que contem todos os top-status disponíveis ({0} {1}). O atualmente selecionado conservative-breeding-mode pode mostrar algumas sugestões que podem não ser otimizadas. Mude o breeding-mode para "Maior Status" para melhores Sugestões.
ru: В вашей библиотеке уже есть существо, у которого есть все доступные топ-характеристики с текущими установленными фильтрами ({0} {1}). Выбранный в настоящее время консервативный режим разведения может показывать некоторые предложения, которые могут показаться неоптимальными. Измените режим разведения на «Лучшее следующего поколения» для получения лучших предложений.
zh: 库中已有一个生物拥有库中的最强属性 ({0} {1}). 保守繁殖模式中的一些建议可能不会是最佳建议 将繁殖模式改为"最好的下一代"来获得更好的建议.
zh_tw: 資料庫中已有一個生物擁有資料庫中的最強屬性 ({0} {1}). 保守繁殖模式中的一些建議可能不會是最佳建議 將繁殖模式改為最好的下一代"來獲得更好的建議."

source: apply
de: Anwenden
fr: appliquer
ja: 反映
pl: Zastosuj
pt_br: aplicar
ru: Применить
zh_tw: 套用

# ApproxOneNarcoberryEvery
source: That is approx. one Narcoberry every
de: Das ist ungefähr eine Narkobeere pro
es: Eso es aprox. Un Narcoberry cada
fr: C'est approximativement 1 Narcoberry chaque
it: Questo è appros. una Narcobacca ogni
ja: おおよそ1ナルコベリー毎
pl: Około jedna Narkoberka
pt_br: Isso é Aprox. uma Narcoberry cada
ru: Приблизительно один наркобери на каждые
zh: 每一个黑果子的大概数值
zh_tw: 每一個黑果子的大概數值

source: Available
de: Verfügbar
es: Disponible
fr: Disponible
it: Disponibile
ja: 利用可能
pl: Dostępne
pt_br: Disponivel
ru: Доступный
zh: 可用
zh_tw: 可用

source: Baby
es: Bebé
fr: Bébé
it: Cucciolo
ja: 幼児
pl: Młode
pt_br: Bebê
ru: Детеныш
zh: 崽子
zh_tw: 嬰兒

source: Best Possible
de: Bestmöglich
es: Mejor posible
fr: Meilleur possible
it: Il migliore possibile
ja: 最高
pl: Najlepsze możliwe
pt_br: Melhor possível
ru: Наилучшее возможное
zh: 最优可能
zh_tw: 最佳可能

# BestPossibleSpeciesLibrary
source: Best possible {0} for this library
de: Bestmöglicher {0} für diese Bibliothek
fr: Meilleur {0} possible pour cette bibliothèque
ja: このライブラリでは最高の {0}
pl: Najlepsze możliwe {0} dla tej biblioteki
pt_br: Melhor possível {0} para essa biblioteca
ru: Наилучший вариант {0} для этой библиотеки
zh_tw: 在資料庫中的最佳可能 {0}

# BestPossibleSpeciesLibraryFiltered
source: Best possible {0} for this filter
de: Bestmöglicher {0} für diese Auswahl
fr: Meilleur {0} possible pour ce filtre
ja: このフィルタでは最高の {0}
pl: Najlepsze możliwe {0} dla tego filtra
pt_br: Melhor possivel {0} para esse filtro
ru: Наилучший вариант {0} для этого фильтра
zh_tw: 在此範圍的最佳 {0}

source: Body
de: Körper
es: Cuerpo
fr: Corps
it: Corpo
ja: 体
pl: Ciało
pt_br: Corpo
ru: Тела
zh: 躯干
zh_tw: 身體

source: Bonus Level
es: Nivel Bonus
fr: Niveau bonus
it: Livello-Bonus
ja: ボーナスレベル
pl: Poziom bonusowy
pt_br: Level Bonus
ru: Бонусный уровень
zh: 额外等级
zh_tw: 額外等級

source: Bow
de: Bogen
es: Arco
fr: Arc
it: Arco
ja: 弓
pl: Łuk
pt_br: Arco
ru: Лук
zh: 弓
zh_tw: 弓

# BPCancelRestrictionOn
source: Cancel restriction on {0}
de: Beschränkung auf {0} aufheben
es: cancelar la restricción sobre {0}
fr: Annuler la restriction sur {0}
it: annullare la restrizione su {0}
ja: {0}の制限をキャンセル
pl: Usuń ograniczenie z {0}
pt_br: Cancelar restrição em {0}
ru: Отменить ограничение на {0}
zh: 取消对 {0} 的限制
zh_tw: 取消對 {0} 的限制

# BPorMutations
source: or mutations
de: oder Mutationen
es: o mutaciones
fr: ou des mutations
it: o mutazioni
ja: または変異
pl: lub mutacje
pt_br: ou Mutações
ru: или мутации
zh: 或者突变
zh_tw: 或者突變

# BPsomeCreaturesAreFilteredOutTags
source: Some creatures are filtered out due to their tags.
de: Einige Kreaturen könnten ausgefiltert sein wegen Tags.
es: Algunas criaturas se filtran debido a sus etiquetas.
fr: Certaines créatures sont filtrées en raison de leurs tags.
it: Alcune creature vengono filtrate a causa dei loro tag.
ja: タグの指定により除外されている生物がいます。
pl: Niektóre zwierzęta nie zostały wyświetlone ze względu na ich etykiety.
pt_br: Algumas criaturas ficaram fora do filtro pela suas tags.
ru: Некоторые существа отфильтровываются по их тегам.
zh: 一些生物已被排除因为标签.
zh_tw: 部分生物因為牠們的標簽被排除.

# BPsomePairingsAreFilteredOutMutations
source: Some pairs could be filtered out due to their mutations.
de: Einige Paare könnten wegen ihrer Mutationen ausgefiltert sein.
es: Algunos pares podrían filtrarse debido a sus mutaciones.
fr: Certaines paires pourraient être filtrées en raison de leurs mutations.
it: Alcune coppie potrebbero essere filtrate a causa delle loro mutazioni.
ja: 変異状態によって、生物のペアが除外されている可能性があります。
pl: Niektóre pary mogą zostać pominięte ze względu na ich mutacje.
pt_br: Alguns pares podem ter ficado fora do filtro pelas suas mutações.
ru: Некоторые пары могут быть отфильтрованы по их мутациям.
zh: 一些对可能因其突变而被滤除.
zh_tw: 部分配對因為牠們的突變被排除.

# BPTopStatsShownMightNotTotalTopStats
source: The top-stats shown here might not be the top-stats of your entire library.
de: Die hier gezeigten Top-Stats könnten nicht die Top-Stats der ganzen Bibliothek sein.
es: Es posible que las estadísticas principales que se muestran aquí no sean las estadísticas principales de toda su biblioteca.
fr: Les meilleures statistiques présentées ici ne sont peut être pas les meilleures de toute votre bibliothèque.
it: Le statistiche migliori mostrate qui potrebbero non essere le migliori statistiche dell'intera libreria.
ja: 表示されている最高個体値はライブラリ全体での最高値でない可能性があります。
pl: Pokazane tu najwyższe statystyki mogą nie być najwyższymi spośród calej twojej biblioteki.
pt_br: Os top-status mostrados podem não ser os top-stats de toda sua biblioteca.
ru: Показанная здесь статистика может быть не самой высокой статистикой для всей вашей библиотеки.
zh: 这里显示的最好属性可能不代表是库中最好属性.
zh_tw: 這裡顯示的最好屬性可能不是資料庫中最好屬性.

source: Bred
de: Gezüchtet
es: Criado
fr: Élevé
it: Allevati
ja: ブリ
pl: Hodowlane
pt_br: Cria
ru: Выращенный
zh: 繁殖
zh_tw: 繁殖

source: Breeding not possible
de: Zucht nicht möglich
es: Crianza no disposible
fr: Reproduction impossible
it: Allevamento non possibile
ja: ブリーディング不可
pl: Hodowla niemożliwa
pt_br: Acasalamento não é possivel
ru: Разведение невозможно
zh: 不可育种
zh_tw: 不可繁殖

source: Breeding Plan
de: Zucht-Plan
es: Plan de cría
fr: Plan de reproduction
it: Piano di allevamento
ja: ブリーディング計画
pl: Plan hodowli
pt_br: Plano de acasalamento
ru: План разведения
zh: 育种计划
zh_tw: 繁殖計畫

# BreedingPlanHelpToolStripMenuItem
source: Breeding Plan…
de: Zucht Plan…
es: Plan de cría…
fr: Plan de reproduction…
it: Piano allevamento…
ja: ブリーディング計画...
pl: Plan hodowli…
pt_br: Plano de acasalamento…
ru: План разведения…
zh: 育种计划…
zh_tw: 繁殖計畫…

source: Breeding Value
de: Zucht-Wert
es: Valor de cría
fr: Valeur de reproduction
it: Valore allevamento
ja: ブリーディング値
pl: Wartość hodowlana
pt_br: Valor do acasalamento
ru: Значение при рождении
zh: 繁殖数值
zh_tw: 繁殖數值

# btAdd2Library
source: Add new to Library
de: Neu hinzufügen
es: Agregar nuevo a la biblioteca
fr: Ajouter à la bibliothèque
it: Aggiungi nuovo alla libreria
ja: ライブラリに新規追加
pl: Dodaj nowe do biblioteki
pt_br: Adic novo a biblioteca
ru: Добавить в библиотеку
zh: 新添加到库
zh_tw: 新增到資料庫

# btAddWakeUpTimer
source: add Wake-up-Timer
de: Aufwach-Timer hinzufügen
es: agregar Despertador
fr: Ajouter une minuterie de réveil
it: aggiungi Timer risveglio
ja: 起床タイマーを追加
pl: dodaj timer pobudki
pt_br: adic despertador
ru: добавить таймер пробуждения
zh: 新添清醒计时
zh_tw: 新增 清醒計時

# BtApplyOTSPreset
source: Apply OTS Preset
de: BSS Preset
fr: Appliquer le préréglage PTS
ja: OTSプリセット反映
pl: Zastosuj szablon WPS
pt_br: Aplicar difinições OTS
ru: Применить предустановку OTS
zh_tw: 套用 OTS 預設

# BtApplyOTSPresetTT
source: Set the values for owner, tribe and server from the saved preset
de: Setze die Werte für Besitzer, Stamm und Server von der Voreinstellung ein.
fr: Définir les valeurs pour le Propriétaire, la Tribu et le Serveur à partir du préréglage enregistré
ja: 保存されているプリセットから所有者、トライブ、サーバを設定
pl: Ustaw wartości dla właściciela, plemienia i serwera z zapisanego szablonu.
pt_br: Define o valor para dono, tribo ou servidor ao projeto salvo
ru: Установите значения для владельца, племени и сервера из сохраненной предустановки
zh_tw: 從 OTS 設定套用擁有者、部落和伺服器

# BtBeepFailure
source: import failed
de: Import Fehler
fr: échec de l'importation
ja: インポート失敗
pl: import nie powiódł się
pt_br: importação falhou
ru: импорт не удался
zh_tw: 匯入失敗

# BtBeepFailureTT
source: This sound is played when an automatic import failed, manual selection of levels may be needed.
de: Dieser Ton wird abgespielt, wenn ein automatischer Import fehlgeschlagen ist und ggf. eine manuelle Level-Auswahl erfordert
fr: Ce son est joué en cas d'échec d'une importation automatique, une sélection manuelle des niveaux peut être nécessaire.
ja: 自動インポートに失敗した場合、この音が鳴ります。
pl: Ten dźwięk jest odtwarzany w razie niepowodzenia automatycznego importu, gdy ręczne wybranie poziomu może być wymagane.
pt_br: Este som irá tocar quando uma importação automática falhar, seleção manual de níveis pode ser necessária.
ru: Этот звук воспроизводится, когда автоматический импорт не удался, может потребоваться ручной выбор уровней.
zh_tw: 自動匯入失敗時會撥放此音效，可能需要手動選擇級別.

# BtBeepNewTop
source: new top stat
de: Neuer top Level
fr: nouvelle top stat
ja: 最高値更新
pl: nowy najwyższy poziom
pt_br: novo top stat
ru: Новые топовые статы
zh_tw: 新的最高屬性

# BtBeepNewTopTT
source: This sound is played when an automatic imported creature has a higher level in a stat than all other creatures of that species in the library
de: Dieser Ton wird abgespielt, wenn die importierte Kreatur ein Level in einem Stat hat, welches höher als die aller anderen Kreaturen dieser Spezies in der Bibliothek ist
fr: Ce son est joué lorsqu'une créature importée automatiquement a un niveau supérieur dans une statistique que toutes les autres créatures de cette espèce dans la bibliothèque
ja: 自動インポートで同じ種類の生物の最高値が更新された場合、この音が鳴ります。
pl: Ten dźwięk jest odtwarzany, gdy automatycznie zaimportowane zwierzę ma wyższy poziom w dowolnej statystyce niż inne zwierzęta w bibliotece.
pt_br: Este som irá tocar quando a importação automatica de uma criatura com o maior nivel ou melhor que todas as outras ciaturas dessa especie na sua biblioteca
ru: Этот звук воспроизводится, когда автоматически импортированное существо имеет более высокий уровень характеристики, чем все другие существа этого вида в библиотеке.
zh_tw: 自動匯入時，其中一項屬性高於資料庫中所有生物時，會撥放此音效.

# BtBeepSuccess
source: import success
de: Import Ok
fr: succès de l'importation
ja: インポート成功
pl: udany import
pt_br: importou com sucesso
ru: импорт прошел успешно.
zh_tw: 匯入成功

# BtBeepSuccessTT
source: This sound is played when an automatic import succeeded
de: Dieser Ton wird abgespielt, wenn ein automatischer Import erfolgreich war
fr: Ce son est joué lorsqu'une importation automatique a réussi
ja: 自動インポートが成功した場合、この音が鳴ります。
pl: Ten dźwięk jest odtwarzany, gdy automatyczny import się powiedzie
pt_br: Este som ira toca quando a importação automatica for bem sucedida
ru: Этот звук воспроизводится при успешном автоматическом импорте.
zh_tw: 自動匯入成功時，會撥放此音效.

# BtBeepTop
source: top stat
de: Top Level
ja: 最高値
pl: najwyższy poziom
ru: Топовые статы
zh_tw: 最高屬性

# BtBeepTopTT
source: This sound is played when a level of the imported creature is a top stat, i.e. equal to the current highest level in the library
de: Dieser Ton wird abgespielt, wenn die importierte Kreatur ein Level in einem Stat hat, welches gleich dem höchsten Level in diesem Stat von allen Kreaturen dieser Spezies in der Bibliothek ist
fr: Ce son est joué lorsqu'un niveau de la créature importée est une top stat, c'est-à-dire égale au plus haut niveau actuel de la bibliothèque
ja: インポートされた生物の個体値が最高値と同じの場合、この音が鳴ります。
pl: Ten dźwięk odtwarzany jest, gdy poziom zaimportowanego zwierzęcia jest taki sam co najwyższy w obecnej bibliotece.
pt_br: Este som ira tocar quando o level de uma criatura com top stat, ex. igual ao atual maior nivel da sua biblioteca
ru: Этот звук воспроизводится, когда уровень импортированного существа является наивысшим показателем, то есть равен текущему наивысшему уровню в библиотеке.
zh_tw: 匯入時屬性是資料庫中最高級別時，會撥放此音效.等於資料庫中目前最高級別

# btBPApplyNewWeights
source: Apply new Weightings
de: Neue Gewichtung anwenden
es: Aplicar nuevas ponderaciones
fr: Appliquer les nouvelles pondérations
it: Applica nuovi pesi
ja: 新しい重み係数を反映
pl: Zastosuj nowe wagi
pt_br: Aplicar novas ponderações
ru: Применить новые веса
zh: 应用新的权重
zh_tw: 套用新的權重

# btBPJustMated
source: These Parents just mated
de: Dieses Paar hat sich gerade fortgepflanzt
es: Estos padres se acaban de aparear
fr: Ces parents viennent de s'accoupler
it: Questi genitori si sono appena accoppiati
ja: この親は交配したばかり
pl: Ta para właśnie kopulowała
pt_br: Estes pais ja acasalaram
ru: Эти родители только что спарились
zh: 父母刚完成交配
zh_tw: 父母剛完成交配

# btBPJustMatedTT
source: Click to create an incubation-entry in the Raising-tab
de: Klicke um einen Inkubationseintrag im Aufzucht-Tab zu erstellen
es: Haga clic para crear una entrada de incubación en la pestaña Crianza
fr: Cliquez pour créer une entrée d'incubation dans l'onglet Élevage
it: Fai clic per creare una voce di incubazione nella scheda Allevamento
ja: クリックで新規孵化データを育児タブに追加
pl: Kliknij, by zanotować inkubację w zakładce Chowu
pt_br: Clique para criar uma entrada de incubação na aba crias
ru: Щелкните, чтобы создать инкубационную запись на вкладке «Рост».
zh: 点击以在"培育"中创建孵化条目
zh_tw: 點擊以在"培育"中創建孵化條目

# btClearColorsTT
source: Click to clear all color-regions.
de: Klicke um alle Farbfelder zurückzusetzen
es: Haga clic para borrar todas las regiones de color.
fr: Cliquez pour effacer toutes les zones de couleur.
it: Fare clic per cancellare tutte le regioni di colore.
ja: クリックで色のエリアをクリア
pl: Kliknij, by wyczyścić wszystkie regiony kolorystyczne.
pt_br: Clique apra limpar todas as regiões de cor.
ru: Щелкните, чтобы очистить все цветовые области.
zh: 点击清除所有色区
zh_tw: 點擊清除所有顏色區域.

# btExtractLevels
source: Extract Level Distribution
de: Extrahiere Level
es: Distribución de nivel de extracto
fr: Extraire la distribution des niveaux
it: Estrai la distribuzione del livello
ja: レベルの割り振りを抽出
pl: Wydobądź rozkład poziomów
pt_br: Extrair distribuição de level
ru: Распределение извлеченных уровней
zh: 导出等级分布
zh_tw: 導出等級分布

# BtGetExportFolderAutomatically
source: Set export folder automatically
de: Automatisches Einstellen des Export Ordners
es: Establecer carpeta de exportación automáticamente
fr: Définir automatiquement le dossier d'exportation
it: Imposta automaticamente la cartella di esportazione
ja: エクスポートフォルダを自動的に設定
pl: Automatycznie ustaw folder eksportu
pt_br: Def Pasta de exportação automaticamente
ru: Установить папку экспорта автоматически
zh: 自动设置导出文件夹
zh_tw: 設定自動匯出文件夾

# btImportLastExported
source: Last Export
de: Letzter Export
es: Última exportación
fr: Dernier export
it: Ultima esportazione
ja: 最新のエクスポート
pl: Ostatni eksport
pt_br: Última Exportação
ru: Последний экспорт
zh: 最新导出
zh_tw: 最新匯出

# btImportLastExportedTT
source: Import the creature-file that was exported last (ingame with the "Export Data"-function
de: Importiere die letzte exportierte Kreatur (im Spiel mit der "Exportiere Daten"-Funktion)
es: Importe el archivo de criatura que se exportó por última vez (en el juego con la función "Export Data")
fr: Importer le fichier-créature qui a été exporté en dernier (en jeu avec la fonction "Exporter les données")
it: Importa il file della creatura che è stato esportato per ultimo (nel gioco con "Esporta dati")-function
ja: 最後にゲーム内でエクスポートされた生物ファイルをインポート
pl: Zaimportuj plik zwierzęcia, ktory został wyeksportowany jako ostatni (używając funkcji "Eksportuj dane")
pt_br: Importar o arquivo de criatura que vc importou por último(no jogo com a função "Export Data")
ru: Импортируйте файл существа, который был экспортирован последним (в игре с функцией "Экспорт данных"
zh: 导入最后导出的生物文件
zh_tw: 匯入最後匯出的生物文件（遊戲內 "匯出生物" 按鈕）

# btnAddStarvingTimer
source: add Starving-Timer
de: Hunger-Timer hinzufügen
es: agregar temporizador de hambre
fr: Ajouter un minuteur pour l'affamement
it: aggiungi timer affamarlo
ja: 空腹タイマーを追加
pl: dodaj timer głodu
pt_br: Adicionar temporizador de fome
ru: добавить Таймер Голодания
zh: 添加饥饿计时
zh_tw: 新增 饑餓計時

# btnGenerateUniqueNameTT
source: Generate automatic name Right-click to edit the pattern.
de: Namen generieren Rechts-Klick um das Namens-Muster zu bearbeiten
es: Generar nombre automático Haga clic derecho para editar el patrón.
fr: Générer un nom automatiquement Cliquez avec le bouton droit pour modifier le modèle.
it: Genera automaticamente name Right-click per modificare il modello.
ja: 名前を生成 右クリックでパターンを変更。
pl: Wygeneruj nazwę Prawoklik, by zmodyfikować wzór.
pt_br: Gerar nome automático Botão direito para editar o modelo.
ru: Создать автоматическое имя Щелкните правой кнопкой мыши, чтобы отредактировать шаблон.
zh: 自动生成名字 右键以编辑样式.
zh_tw: 自動生成名字 右鍵以編輯樣式.

# btReadValuesFromArk
source: Read Values from ARK Window
de: Lese die Werte von ARK
es: Leer valores desde la ventana de ARK
fr: Lire les valeurs à partir de la fenêtre ARK
it: Leggi i valori dalla finestra di ARK
ja: ARKの画面から値を読み取る
pl: Odczytaj wartości z okna ARK
pt_br: Ler Valores da Janela do ARK
ru: Читать значения из окна ARK
zh: 从ARK窗口读取
zh_tw: 從 ARK 視窗讀取

# btReadValuesFromArkTT
source: Perfom an OCR on the opened inventory of a creature ingame. To use this feature you have to enable OCR in the settings and load a ocr-config-file which is made for your screen-resolution in the OCR-tab.
de: Wende OCR an, um die Werte aus dem Inventar einer Kreatur zu lesen. Um dieses Feature zu nutzen, muss OCR in den Einstellungen aktiviert sein und die passende OCR-config-Datei für die Bildschirmauflösung geladen sein.
es: Realiza un OCR en el inventario abierto de una criatura en el juego. Para usar esta función, debe habilitar OCR en la configuración y cargar un archivo de configuración OCR hecho para su resolución de pantalla en la pestaña OCR.
fr: Effectuer un OCR sur l'inventaire ouvert d'une créature en jeu. Pour utiliser cette fonctionnalité, vous devez activer l'OCR dans les paramètres et charger un fichier de configuration OCR qui est fait pour votre résolution d'écran dans l'onglet OCR.
it: Esegui un OCR nell'inventario aperto di una creatura in gioco. Per utilizzare questa funzione è necessario abilitare OCR nelle impostazioni e caricare a ocr-config-file che è fatto per la risoluzione dello schermo nella scheda OCR.
ja: ゲーム内にて、生物のインベントリーでOCRを実行する。 この機能を利用するには、設定でOCRを有効にした後、OCR-tabで作成したocr-config-fileをロードしてください。
pl: Wykonaj OCR na otwartym w grze ekwipunku zwierzęcia. Przed użyciem tej funkcji musisz włączyć OCR w ustawieniach i załadować plik ocr-config przygotowany pod Twoją rozdzielczość ekranu.
pt_br: Realiza um OCR na criatura com inventário aberto no game. Para usar essa função vc deve hablitar OCR nas configs e carregar um arquivo de configuração ORC que é feito para sua resolução na guia OCR.
ru: Выполните OCR в открытом инвентаре существа в игре. Чтобы использовать эту функцию, вы должны включить OCR в настройках и загрузить файл ocr-config, созданный для вашего разрешения экрана, на вкладке OCR.
zh: 对游戏中一打开的生物执行OCR 您必须在设置中启用OCR，并在OCR选项卡中加载为屏幕分辨率而制作的配置文件以使用此功能，
zh_tw: 對遊戲中打開的生物執行 OCR 您必須在設定中啟用 OCR，並在 OCR 選項頁中載入為螢幕解析度而制作的配置文件以使用此功能.

# btSaveChanges
source: Save Changes
de: Speichern
es: Guardar cambios
fr: Enregistrer les changements
it: Salva i cambiamenti
ja: 変更を保存
pl: Zapisz zmiany
pt_br: Salvar mudanças
ru: Сохранить изменения
zh: 保存修改
zh_tw: 保存變更

# BtSaveOTSPreset
source: Save OTS
de: BSS speichern
fr: Enregistrer PTS
ja: OTSを保存
pl: Zapisz WPS
pt_br: Salvar OTS
ru: Сохранить OTS
zh_tw: 保存 OTS

# BtSaveOTSPresetTT
source: Save Owner, Tribe and Server as preset. The preset can be applied by the Apply Preset button
de: Speichere Besitzer, Stamm und Server als Voreinstellung. Diese kann mit BSS Preset angewandt werden.
fr: Enregistrer le Propriétaire, la Tribu et le Serveur en tant que préréglage. Le préréglage peut être appliqué par le bouton Appliquer le préréglage
ja: 所有者、トライブ、とサーバをプリセットとして保存。 プリセットは「OTSプリセット反映」ボタンで反映できます。
pl: Zapisz właściciela, plemię i serwer jako szablon, który będzie można zastosować odpowiednim przyciskiem
pt_br: Salvar Proprietário, Tribo e Servidor como predefinição. A predefinição pode ser aplicada pelo botão aplicar predefinição
ru: Сохраните владельца, племя и сервер как предустановки. Предустановку можно применить, нажав кнопку Применить предустановку.
zh_tw: 將擁有者、部落和伺服器設為預設，使用套用預設"按鈕套用此預設內容"

# btUpdateLibraryCreature
source: Update creature in Library
de: Kreatur aktualisieren
es: Actualizar criatura en la biblioteca
fr: Mettre à jour la créature dans la bibliothèque
ja: ライブラリの生物を更新
pl: Zaktualizuj w bibliotece
pt_br: Atualizar criatura na biblioteca
ru: Обновить существо в библиотеке
zh_tw: 更新資料庫中的生物

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Cancella
ja: キャンセル
pl: Anuluj
pt_br: Cancelar
ru: Отменить
zh: 取消
zh_tw: 取消

source: Cancel quitting
de: Nicht beenden
fr: Annuler l'abandon
ja: 終了をキャンセル
pl: Nie zamykaj
pt_br: Cancelar saida
ru: Отменить выход
zh_tw: 取消 退出
