Repository: cadon/ARKStatsExtractor
Catalog: ARKBreedingStats/local/strings.*.resx
Languages: de, es, fr, it, ja, pl, pt_br, ru, zh, zh_tw

# editToolStripMenuItem
source: Edit
de: Bearbeiten
es: Editar
fr: Editer
it: Modifica
ja: 編集
pl: Edytuj
pt_br: Editar
ru: Редактировать
zh: 编辑
zh_tw: 編輯

source: Egg
de: Ei
es: Huevo
fr: Oeuf
it: Uovo
ja: 卵
pl: Jajo
pt_br: Ovo
ru: Яйцо
zh: 蛋
zh_tw: 蛋

source: Electric Prod
es: Picana eléctrica
fr: Matraque électrique
it: Taser
ja: スタンロッド
pl: Paralizator
ru: Электрошокер
zh: 电击棍
zh_tw: 電擊棍

source: Electric Prod Hits
es: Golpes de picana eléctrica
fr: Coups de matraque électrique
it: Colpi dal taser
ja: スタンロッド攻撃数
pl: Uderzenia paralizatorem
ru: Удары электрошокером
zh: 电击棍击中
zh_tw: 電擊棍擊中

source: Error
de: Fehler
fr: Erreur
ja: エラー
pl: Błąd
pt_br: Erro
ru: Ошибка
zh_tw: 錯誤

source: Event
es: Evento
fr: Evénement
it: Evento
ja: イベント
pt_br: Evento
ru: Эвент
zh: 活动
zh_tw: 活動

source: expired
de: abgelaufen
es: caducada
fr: expiré
it: scaduta
ja: 期限切れ
pl: wygasło
pt_br: expirado
ru: истекший
zh: 已过期
zh_tw: 已過期

# ExportFolderDetectionFailed
source: The export folder for exported creatures couldn't be detected automatically.
de: Der Export-Ordner für exportierte Kreaturen konnte nicht automatisch ermittelt werden.
es: La carpeta de exportación no se pudo detectar automáticamente.
fr: Le dossier d'exportation n'a pas pu être détecté automatiquement.
it: La cartella di esportazione non è stata rilevata automaticamente.
ja: のエクスポートフォルダが見つかりませんでした。
pl: Katalog eksportów nie został odnaleziony automatycznie.
pt_br: A pasta de exportação para criaturas exportadas não pode ser detectada automaticamente.
ru: Папка экспорта не может быть обнаружена автоматически.
zh: 无法自动检测的导出文件夹。
zh_tw: 無法自動檢測的導出文件夾.

# exportValuesToClipboardToolStripMenuItem
source: Export to Clipboard
de: In Zwischenablage exportieren
es: Exportar al portapapeles
fr: Exporter vers le presse-papier
it: Esporta negli appunti
ja: クリップボードへエクスポート
pl: Skopiuj do schowka
pt_br: Exportar para a área de transferência
ru: Экспорт в буфер обмена
zh: 导出到剪切板
zh_tw: 匯出到剪貼簿

# extractionFailedHeader
source: The extraction failed. See the following list of possible causes
de: Die Level Bestimmung ist fehlgeschlagen. Überprüfe die folgende List möglicher Ursachen
es: La extracción falló. Consulte la siguiente lista de posibles causas.
fr: L'extraction a échoué. Voir la liste suivante des causes possibles
it: L'estrazione non è riuscita. Vedere il seguente elenco di possibili cause
ja: 抽出に失敗しました。次の原因が考えられます。
pl: Ekstrakcja się nie powiodła. Oto lista możliwych przyczyn
pt_br: A extração falhou. Veja a seguinte lista de possíveis causas
ru: Извлечение не удалось. Смотрите следующий список возможных причин.
zh: 提取失败。 请参阅以下可能的原因列表
zh_tw: 提取失敗。 請參閱以下可能的原因列表The extraction failed. See the following list of possible causes

# extractionIssuesToolStripMenuItem
source: Extraction Issues…
de: Extraktionsprobleme…
es: Problemas de extracción…
fr: Problèmes d'extraction…
it: Problemi di estrazione…
ja: 抽出エラー…
pl: Problemy z ekstrakcją…
pt_br: Problemas de extração…
ru: Проблемы с извлечением…
zh: 提取问题…
zh_tw: 提取問題…

source: Extractor
de: Extraktor
fr: Extracteur
it: Estrattore
ja: 抽出機能
pl: Ekstraktor
pt_br: Extrator
ru: Экстрактор
zh: 提取
zh_tw: 提取

source: Father
de: Vater
es: Padre
fr: Père
it: Padre
ja: 父
pl: Ojciec
pt_br: Pai
ru: Отец
zh: 父亲
zh_tw: 父親

source: Female
de: weiblich
es: Hembra
fr: Femelle
it: Femmina
ja: メス
pl: Samica
pt_br: Femea
ru: Самка
zh: 雌性
zh_tw: 雌性

# femalesToolStripMenuItem
source: Females
de: Weibchen
es: Hembras
fr: Femelles
it: Femmine
ja: メス
pl: Samice
pt_br: Fêmeas
ru: Самки
zh: 雌性
zh_tw: 雌性

# fileToolStripMenuItem
source: File
de: Datei
es: Archivo
fr: Fichier
ja: ファイル
pl: Plik
pt_br: Arquivo
ru: Файл
zh: 文件
zh_tw: 檔案

# filterAllNeededInfo
source: Only creatures with all of these flags will be displayed
de: Nur Kreaturen mit allen diesen Eigenschaften wird angezeigt
fr: Seules les créatures avec tous ces tags seront affichées
ja: 指定されたフラグ全てに該当する生物のみ表示されます。
pl: Tylko zwierzęta z wszystkimi tymi flagami będą wyświetlane
pt_br: Apenas criaturas com todas essas marcação serão exibidas
ru: Будут отображаться только существа со всеми этими флагами.
zh_tw: 只顯示符合所有這些標籤的生物

source: Filter by name
de: Nach Namen filtern
fr: Filtrer par nom
ja: 名前で絞り込む
pl: Filtruj po nazwie
pt_br: Filtrar por nome
ru: Фильтр по имени
zh_tw: 按名稱過濾

# filterExcludeInfo
source: Creatures with this flag will not be shown
de: Kreaturen mit einer dieser Eigenschaften wird nicht angezeigt
fr: Les créatures avec ce tag ne seront pas affichées
ja: このフラグに該当する生物は表示されません。
pl: Zwierzęta z tą flagą nie będą wyświetlane
pt_br: Criaturas com esta marcação não serão mostradas
ru: Существа с этим флагом не будут показаны
zh_tw: 不顯示包含此標籤的生物

# filterOneNeededInfo
source: Only creatures with one of these flags will be displayed
de: Nur Kreaturen mit einer dieser Eigenschaften wird angezeigt
fr: Seules les créatures avec un de ces tags seront affichées
ja: フラグに該当する生物のみ表示されます。
pl: Tylko zwierzęta z tą flagą będą wyświetlane
pt_br: Apenas criaturas com uma dessas marcações serão exibidas
ru: Будут отображаться только существа с одним из этих флагов.
zh_tw: 只顯示與標籤相符的生物

# findDuplicatesToolStripMenuItem
source: Find Duplicates…
de: Suche Duplikate…
es: Encontrar duplicados…
fr: Trouver les doublons…
it: Trova duplicati…
ja: 重複を検索...
pl: Znajdź duplikaty…
pt_br: Encontrar Duplicatas…
ru: Найти дубликаты…
zh: 查找重复项…
zh_tw: 查找重複項…

source: Finished at
de: Endet
es: Terminado en
fr: Terminé à
it: Finito a
ja: 完了時間
pl: Zakończono o
pt_br: Finalizado em
ru: Завершено в
zh: 完成在
zh_tw: 結束於

source: Food
de: Nahrung
es: Comida
fr: Nourriture
it: Cibo
ja: 食料
pl: Jedzenie
pt_br: Comida
ru: Еда
zh: 食物
zh_tw: 食物

# FoodHasToDropUnits
source: Food has to drop by {0} units.
de: Nahrung muss um {0} Einheiten fallen.
es: La comida tiene que caer en {0} unidades.
fr: La nourriture doit chuter de {0} unités.
it: Cibo deve diminuire a {0} unità.
ja: 食料は{0}減少しました。
pl: Jedzenie musi spaść o {0} jednostek.
pt_br: Comida desceu em {0} unidades.
ru: Еда должна снизиться на {0} единиц.
zh: 食物减少 {0}.
zh_tw: 食物減少 {0}.

# Food_Abb
source: Fo
de: Na
fr: Nou
it: Ci
ja: 食料
pl: Je
ru: Еда
zh: 食物
zh_tw: 食

source: Fortitude
de: Widerstand
es: Fortaleza
fr: Résistance
ja: 忍耐力
pl: Zahartowanie
ru: Стойкость
zh_tw: 抗性

# Fortitude_Abb
source: Fr
de: Wi
fr: Rés
ja: 忍耐
pl: Za
ru: Стойкость
zh_tw: 抗

# gbBPBreedingMode
source: Breeding-Mode
de: Zucht-Modus
es: Modo de cría
fr: Mode d'élevage
it: Modalità allevamento
ja: ブリーディングモード
pl: Metoda hodowli
ru: Режим разведения
zh: 交配模式
zh_tw: 交配模式

# gbBPOffspring
source: Offspring
de: Nachkommen
es: Descendencia
fr: Progéniture
it: Prole
ja: 子孫
pl: Potomek
pt_br: Prole
ru: Потомство
zh: 后代
zh_tw: 後代

# gbCreatureInfo
source: Creature-info
de: Kreaturen-Info
es: Información de la criatura
fr: Créature-info
it: Info creatura
ja: 生物情報
pl: Informacje o zwierzęciu
pt_br: Informações da criatura
ru: Информация о существе
zh: 生物信息
zh_tw: 生物資訊

# gbKOInfo
source: Knockout Info
de: KO-Information
es: Información de noqueo
fr: Infos assommage
it: Info stordimento
ja: 気絶情報
pl: Informacje KO
pt_br: Info de derrubada
ru: Информация об оглушении
zh: 击晕信息
zh_tw: 擊暈信息

# gbWeaponDamage
source: Weapon Damage [%]
de: Waffen Schaden [%]
es: Daño de arma [%]
fr: Dommages de l'arme [%]
it: Danno arma [%]
ja: 武器ダメージ [%]
pl: Obrażenia broni [%]
pt_br: Dano da Arma [%]
ru: Урон от оружия [%]
zh: 武器信息 [%]
zh_tw: 武器傷害 [%]

source: generation
es: Generacion
fr: génération
it: generazione
ja: 世代
pl: pokolenie
pt_br: geração
ru: поколение
zh: 代
zh_tw: 世代

source: generations
de: Generationen
es: generaciones
fr: générations
it: generazioni
pt_br: gerações
zh_tw: 世代

# Generation_Abb
source: Gen
fr: Gén
ja: 世代
ru: Поколение
zh: 代
zh_tw: 代

# gpPreviewEdit
source: Preview / Edit
de: Vorschau / Bearbeiten
es: Vista previa / Editar
fr: Aperçu / Modifier
it: Anteprima / Modifica
ja: プレビュー / 編集
pl: Podgląd / Edycja
pt_br: Visualizar / Editar
ru: Предварительный просмотр
zh: 回顾 / 编辑
zh_tw: 回顧 / 編輯

# gpStarvingTime
source: Starving-Time
de: Hunger-Zeit
es: Tiempo de hambre
fr: Heure d'affamement
it: Tempo affamato
ja: 空腹時間
pl: Czas głodowania
pt_br: Temopo de fome
ru: Время голодания
zh: 饥饿时间
zh_tw: 饑餓時間

# gpTorporTime
source: Torpor-Time
de: Benommenheits-Zeit
es: Tiempo de torpor
fr: Heure de torpeur
it: Tempo torpore
ja: 気絶時間
pl: Czas odurzenia
pt_br: Tempo de Torpor
ru: Время оглушения
zh: 眩晕时间
zh_tw: 眩暈時間

source: Grown in
de: Ausgewachsen
es: Creció en
fr: Adulte dans
it: Crescita tra
pl: Dojrzały za
pt_br: Cresce em
ru: Вырос в
zh: 成长与
zh_tw: 成長與

source: Harpoon Launcher
de: Harpunenschleuder
es: Lanzaarpones
fr: Harpon
ja: ハープーンランチャー
pl: Wyrzutnia harpunów
pt_br: Arbalete
ru: Гарпунное ружье
zh_tw: 魚叉槍

source: Head
de: Kopf
es: Cabeza
fr: Tête
it: Testa
ja: 頭
pl: Głowa
pt_br: Cabeça
ru: Голова
zh: 头
zh_tw: 頭

source: Health
de: Gesundheit
es: Salud
fr: Santé
it: Salute
ja: 体力
pl: Zdrowie
pt_br: Vida
ru: Здоровье
zh: 生命
zh_tw: 生命

# holdCtrlForRandomColors
source: Hold Ctrl for random natural colors Hold Ctrl + Shift for random colors
de: Halte Strg für zufällige natürliche Farben Halte Strg + Shift für zufällige Farben
fr: Maintenez Ctrl pour des couleurs naturelles aléatoires Maintenez Ctrl + Shift pour des couleurs aléatoires
ja: Ctrl+クリックでランダム色を設定
pl: Przytrzymaj Ctrl, aby wylosować kolory
pt_br: Segure Ctrl para cores naturais aleatórias Segure Ctrl + Shift para cores aleatórias
ru: Удерживайте Ctrl для случайных цветов
zh_tw: 按 Ctrl + 點擊 隨機自然的顏色 按 Ctrl + Shift + 點擊 隨機顏色

source: Immobilized by
de: Immobilisiert von
es: Inmovilizado por
fr: Immobilisé par
it: Immobilizzato da
ja: 束縛方法
pl: Unieruchamiane przez
pt_br: Imobilizado por
ru: Обездвижен
zh: 被固定
zh_tw: 固定方法

# importCreatedJsonfileToolStripMenuItem
source: Import created json-file…
de: Importiere erzeugte json-Datei…
es: Importar archivo json creado…
fr: Importer un fichier JSON crée…
it: Importa json-file creato…
ja: jsonファイルをインポート…
pl: Zaimportuj z pliku JSON…
pt_br: Importar arquivo json criado…
ru: Импортировать созданный json-файл…
zh: 导入 .json文件…
zh_tw: 匯入 .json文件…

# importExportedCreaturesToolStripMenuItem
source: Import exported Creatures
de: Importiere exportierte Kreatur
es: Importar criaturas exportadas
fr: Importer les créatures exportées
it: Importa creature esportate
ja: エクスポートされた生物をインポート
pl: Zaimportuj wyeksportowane zwierzę
pt_br: Importar criaturas exportadas
ru: Импорт экспортированных существ
zh: 导入导出的生物
zh_tw: 匯入已匯出的生物

# importingFromARKToolsToolStripMenuItem
source: Importing from ARK-Tools
de: Von ARK-Tools importieren
es: Importar desde ARK-Tools
fr: Importer à partir d'ARK-Tools
it: Importazione da ARK-Tools
ja: ARK-Toolsからインポート中
pl: Zaimportuj z ARK-Tools
pt_br: Importando do ARK-Tools
ru: Импорт из ARK-Tools
zh: 从ARK工具导入生物
zh_tw: 從 ARK 工具匯入生物

# importingFromSavegameEmptyToolStripMenuItem
source: At first configure "Import Savegame"
es: Al principio configurar "Importar Archivo de Guardado"
fr: Configurez d'abord "Import Savegame"
ja: 先に「Import Savegame」を設定してください
pl: Najpierw skonfiguruj "Import z zapisu gry"
pt_br: Primeiro configure "Import Savegame"
ru: Сначала настройте «Импортировать сохранение игры»
zh: 首先请配置 "导入保存游戏"
zh_tw: 請先設定 "匯入保存遊戲"

# importingFromSavegameToolStripMenuItem
source: Importing from savegame
de: Von Spielstand-Datei importieren
es: Importando desde archivo de guardado
fr: Importer d'une sauvegarde
ja: savegameからインポート中
pl: Zaimportuj z zapisu gry
pt_br: Importando do savegame
ru: Импорт из сохраненной игры
zh: 从保存游戏导入
zh_tw: 從保存遊戲匯入

source: Importing savegame
de: Importiere Spielstand
fr: Importation d'une sauvegarde
ja: savegameインポート中
pl: Importowanie zapisu gry
pt_br: Importando savegame
ru: Импорт сохраненной игры
zh_tw: 匯入保存遊戲

source: Imprinting Bonus
de: Prägungsbonus
es: Bonus de impresión
fr: Bonus d'élevage
it: Bonus impriting
ja: インプリントボーナス
pl: Bonus opieki
pt_br: Bônus de Imprinting
ru: Бонус за привязанность
zh: 留痕加成
zh_tw: 留痕加成

source: incubation
de: Inkubation
es: incubación
it: incubazione
ja: 孵化
pl: inkubacja
pt_br: incubação
ru: инкубация
zh: 孵化
zh_tw: 孵化

# issueCauseArkStatIssue
source: This species is known to show wrong stat values ingame, this can prevent a successful extraction.
de: Diese Spezies ist bekannt dafür in ARK falsche Werte anzuzeigen, dies kann eine erfolgreiche Extraktion verhindern.
fr: Cette espèce est connue pour afficher des valeurs de stats incorrectes dans le jeu, cela peut empêcher une extraction réussie.
ja: この生物はゲーム内で誤った個体値が表示される可能性があります。そのため、抽出が失敗する可能性あります。
pl: Niektóre statystyki tego gatunku są błędnie przedstawiane w grze. Może to uniemożliwić pomyślną ekstrakcję.
pt_br: Esta espécie é conhecida por mostrar valores de status errados no jogo, isso pode impedir uma extração bem-sucedida.
ru: Известно, что этот вид показывает неправильные значения характеристик в игре, это может помешать успешному извлечению.
zh_tw: 此生物在遊戲內顯示錯誤的屬性值. 因此，可能會匯出失敗.

# issueCauseCreatureLevel
source: Check if the total level of the creature is entered correctly. If the creature is bred, also check if the BabyImprintingStatScaleMultiplier is set correctly.
de: Überprüfe ob das Gesamtlevel der Kreatur richtig eingegeben wurde. Wenn die Kreature gezüchtet ist, überprüfe auch den BabyImprintingStatScaleMultiplier.
fr: Vérifiez que le niveau total de la créature soit entré correctement. Si la créature est élevée, vérifiez également que BabyImprintingStatScaleMultiplier soit correctement défini.
ja: 入力されたレベルの合計が正しいか確認してください。 ブリーディングされた生物の場合、BabyImprintingStatScaleMultiplierも正しいか確認してください。
pl: Sprawdź czy łączny poziom zwierzęcia jest wpisany poprawnie. Jeśli jest to zwierzę z hodowli, sprawdź także wartość mnożnika BabyImprintingStatScaleMultiplier.
pt_br: Verifique se o level total da criatura foi inserido corretamente. Se a criatura for criada, verifique também se o BabyImprintingStatScaleMultiplier está configurado corretamente.
ru: Проверьте, правильно ли указан общий уровень существа. Если существо разводится, также проверьте, правильно ли установлен BabyImprintingStatScaleMultiplier.
zh_tw: 請檢查總等級是否輸入正確. 如果該生物已繁殖，需要再檢查 BabyImprintingStatScaleMultiplier 是否設定正確

# issueCauseImpossibleTe
source: The level results in an impossible taming effectiveness. Did you enter the levels arbitrarily? It might work if you set the creature to bred.
de: Die Level-Kombination setzt eine ungültige Zähm-Effektivität vorraus. Wurden die Level willkürlich eingegeben? Möglicherweise funktioniert es, wenn der Status auf gezüchtet gestzt wird.
fr: Le niveau se traduit par une efficacité d'apprivoisement impossible. Avez-vous saisi les niveaux arbitrairement ? Cela pourrait fonctionner si vous configurez la créature pour se reproduire.
pt_br: O level resulta em uma eficácia de domesticação impossível. Você entrou nos níveis manualmente? Pode funcionar se você definir a criatura como cria.
zh_tw: 這個等級是一個不可能的馴服效果。 你是不是隨意輸入等級？ 如果您將生物設置為繁殖，它可能會起作用。

# issueCauseImprintingLocked
source: You locked the imprinting-value by checking "Exactly, don't adjust" and the tool won't adjust it, this may cause the extraction to fail.
de: Der Imprinting Wert ist gesperrt, weil "Exakt, nicht anpassen" aktiviert ist, und der Extraktor diesen Wert nicht anpassen kann, dies kann eine erfolgreiche Extraktion verhindern.
fr: Vous avez verrouillé la valeur du bonus d'élevage en cochant "Exactement, ne pas ajuster" et l'outil ne l'ajustera pas, cela peut entraîner l'échec de l'extraction.
ja: 「調整しない」を設定しているため、ツールはインプリント率を調整しません。抽出が失敗する可能性があります。
pl: Zablokowałeś wartość opieki zaznaczając "Dokładnie, nie dostosowuj". Ekstraktor nie zmieni tej wartości i może spowodować to błąd ekstrakcji.
pt_br: Você bloqueou o valor de imprint marcando "Exatamente, não ajustar" e a ferramenta não o ajustará, isso pode fazer com que a extração falhe.
ru: Вы заблокировали значение привязанности, установив флажок «Точно, не настраивать», и инструмент не будет его настраивать, это может привести к сбою извлечения.
zh_tw: 您勾選 "不可調整" 鎖定了留痕值，該工具不會對其進行調整，這可能會導致匯出失敗。

# issueCauseImprintingNotPossible
source: The imprinting-percentage given is not possible with the current multipliers and may cause wrong values during the extraction-process. Make sure the BabyCuddleIntervallMultiplier and the BabyMatureSpeedMultiplier are set correctly. They may have to be set to the value when the creature hatched/was born, even if they were changed.
de: Der eingegebene Prägungs-Wert ist mit den eingestellten Server-Multiplikatoren nicht möglich. Stelle sicher, dass die Werte von BabyCuddleIntervallMultiplier und BabyMatureSpeedMultiplier in den Einstellungen wie auf dem Server eingestellt sind.
fr: Le pourcentage du bonus d'élevage donné n'est pas possible avec les multiplicateurs actuels et peut provoquer des valeurs erronées pendant le processus d'extraction. Assurez-vous que BabyCuddleIntervallMultiplier et BabyMatureSpeedMultiplier sont correctement définis. Ils peuvent devoir être modifés quand la créature a éclos/est née, même s'ils ont été modifiés.
ja: 指定されたインプリント率は現在設定されている倍率設定と競合するため、抽出で誤った情報が表示される可能性があります。 BabyCuddleIntervallMultiplierとBabyMatureSpeedMultiplierが正しいか確認してください。 生物が生まれたタイミングの値に設定する必要があるかもしれません。
pt_br: “A porcentagem de imprint fornecida não é possível com os multiplicadores atuais e pode causar valores errados durante o processo de extração.
ru: Указанный процент впечатывания невозможен с текущими множителями и может привести к неверным значениям в процессе экстракции. Убедитесь, что BabyCuddleIntervallMultiplier и BabyMatureSpeedMultiplier установлены правильно. Возможно, им придется установить значение на момент вылупления / рождения существа, даже если они были изменены.
zh_tw: 目前的留痕百分比是當前倍率無法達成的數值，並且可能在匯出過程中導致錯誤的值。 確保 BabyCuddleIntervallMultiplier 和 BabyMatureSpeedMultiplier 設定正確。 它們可能必須設置為生物孵化/出生時的值，即使它們已更改。

# issueCauseImprintingNotUpdated
source: Sometimes the game doesn't update the stat-value after an imprinting. Try the extraction after the creature was cryoed again.
de: Manchmal aktualisiert ARK die Stat-Werte nach einer Prägung nicht direkt. Versuche die Extraktion erneut nachdem die Kreatur in einem Cryopod war.
fr: Parfois, le jeu ne met pas à jour la valeur des statistiques après un bonus d'élevage. Essayez l'extraction après avoir remis la créature cryopod.
ja: インプリント後、ゲーム内で個体値が更新されない可能性があります。その場合は生物を一度クライオポッドに入れてください。
pl: Czasem gra nie aktualizuje wartości statystyk po opiece nad zwierzęciem. Spróbuj dokonać ponownej ekstrakcji po odmrożeniu go z kriokapsuły.
pt_br: Às vezes, o jogo não atualiza o valor de status após uma imprint. Tente a extração depois que a criatura criar novamente.
ru: Иногда игра не обновляет значение статистики после привязки. Попытайтесь извлечь после того, как существо снова заморозили.
zh_tw: 有時遊戲在留痕後不會更新屬性值. 將生物收入低溫艙後再嘗試匯出.

# issueCauseLockedDomLevel
source: Uncheck all Lock-to-Zero-buttons in the stats (all lock-symbols should be green and opened).
de: Deaktiviere alle Sperre-domestizierte-Level-Schlösser (setze alle Schloss-Symbole auf grün und offen).
fr: Décochez tous les boutons de verrouillage à zéro dans les stats (tous les symboles de verrouillage doivent être verts et ouverts).
ja: [Lock-to-Zero-buttons]のチェックをすべて解除してください。
pl: Odznacz wszystkie blokady statystyk do zera (wszystkie kłódki powinny być zielone i niezamknięte).
pt_br: Desmarque todos os botões de bloqueio zero nos status (todos os símbolos de bloqueio devem estar verdes e abertos).
ru: Снимите отметку со всех кнопок Lock-to-Zero в статах (все замки-символы должны быть зелеными и открытыми).
zh_tw: 取消勾選狀態值內所有 [ Lock-to-Zero ] 按鈕（所有鎖定符號應為綠色並打開）.

# issueCauseMaxWildLevel
source: The maximal wild level is set too low, go to the settings and adjust it.
de: Die Einstellung "Maximales wildes Level" ist zu niedrig, passe sie auf den Wert des Servers an.
fr: Le niveau sauvage maximum est réglé trop bas, allez dans les paramètres et ajustez-le.
ja: 設定されている最大の野生レベルが低いです。設定画面で調整してください。
pt_br: O level máx de criatura selvagem definido está muito baixo, vá em configurações e ajuste-o.
ru: Установлен слишком низкий максимальный уровень диких динозавров, перейдите в настройки и настройте его.
zh_tw: 最大野生等級設定太低，請到設定內進行調整.

# issueCauseModValues
source: If the creature is from a mod, you may need to enable the according mod values in Settings - Mod value manager.
de: Wenn die Kreatur von einem Mod stammt, müssen eventuell die entsprechenden Mod-Werte in dieser App geladen werden (Einstellungen - Lade Mod Werte).
fr: Si la créature provient d'un mod, vous devrez peut-être activer les valeurs du mod correspondant dans Paramètres - Gestionnaire des valeurs des mods.
ja: Mod生物の場合、 [設定]-[Mod値マネージャー]でModを有効する必要があるかもしれません。
pt_br: Se a criatura for de um mod, você pode precisar habilitar os valores do mod de acordo em Configurações - Gerenciador de valor de mod.
ru: Если существо из мода, вам может потребоваться включить соответствующие значения мода в Настройки - Диспетчер значений мода.
zh_tw: 如果生物來自 Mod，您可能需要在設定 - 模組值管理器中啟用相應的模組值.

# issueCauseOutdatedIngameValues
source: The stats of the creature were changed recently and the game displays the old values. Level up a stat, that should trigger a recalculation of the values.
de: Die Stat-Werte der Kreatur wurden möglicherweise kürzlich im Spiel geändert und das Spiel zeigt noch die alten Werte an. Cryo die Kreatur oder levele den entsprechenden Stat auf, um die Werte zu aktualisieren.
fr: Les statistiques de la créature ont été modifiées récemment et le jeu affiche les anciennes valeurs. Augmentez une stat, ce qui devrait déclencher un recalcul des valeurs.
ja: 生物の個体値を変更した後、ゲーム内で古い値を表示する場合があります。個体値にレベルを追加すると再計算されます。
pl: Statystyki tego gatunku się niedawno zmieniły i gra nadal wyświetla stare wartości. Podbij dowolną statystykę lub umieść w kapsule kryogenicznej by wymusić ponowne obliczenie wartości.
pt_br: Os status da criatura foram alteradas recentemente e o jogo exibe os valores antigos. Suba 1 status de level, p forçar um recálculo dos valores.
ru: Характеристики существа были недавно изменены, и игра отображает старые значения. Выровняйте статистику, которая должна вызвать пересчет значений.
zh_tw: 此生物的屬性值最近發生了變化，但遊戲內顯示舊的數值. 請升級屬性，這應該會觸發重新計算數值.

# issueCauseSingleplayer
source: If you have enabled the Singleplayer-Settings in the game, make sure the according checkbox is enabled in the settings in this application as well.
de: Stelle sicher dass die Einzelspieler-Einstellung in den Einstellungen wie im Spiel gesetzt ist.
fr: Si vous avez activé les paramètres solo dans le jeu, assurez-vous que la case correspondante soit également cochée dans les paramètres de cette application.
ja: ゲーム内でSingleplayer-Settingsが有効の場合、ツールの設定でも有効にする必要があります。
pt_br: Se você habilitou Singleplayer-Settings no jogo, certifique-se de que a respectiva caixa de seleção também esteja habilitada nas configurações deste aplicativo.
ru: Если вы включили в игре настройки одиночной игры, убедитесь, что соответствующий флажок также установлен в настройках этого приложения.
zh_tw: 如果您在遊戲中啟用了單人遊戲的設定，請確定在此應用程序的設定中也啟用了相應的選項.
